[
  {
    "sigle":"act1307",
    "name":"Comunicación Expresiva: Conciencia Vocal y Corporal",
    "description":"Curso practico enfocado a abordar diferentes instancias de comunicacion oral, desarrollando la expresividad, creatividad y la conciencia de los recursos vocales y corporales en las y los estudiantes. A traves de ejercicios de entrenamiento actoral, se entregaran herramientas teatrales para enriquecer las habilidades de comunicacion y potenciar, tanto el desempe?o personal y profesional, como el academico de los estudiantes.",
    "area":"Artes"
  },
  {
    "sigle":"act1308",
    "name":"Conciencia y Expresión del Cuerpo",
    "description":"Curso teorico-practico orientado a desarrollar la conciencia y expresividad corporal en las y los estudiantes por medio del estudio de anatomia aplicada, exploraciones corporales, improvisaciones y actividades ludicas. A traves de la practica y estudio de referentes artisticos, se busca ampliar la comprension de la dimension corporal, generando asi una mayor capacidad de reflexion sobre el cuerpo individual y colectivo.",
    "area":"Artes"
  },
  {
    "sigle":"act1309",
    "name":"Imaginarios para la Construcción del Teatro Chileno",
    "description":"En este curso, las y los estudiantes analizaran los diversos imaginarios implicados en el desarrollo de la historia del teatro chileno del siglo XX y XXI en vinculo con el contexto sociopolitico y sus implicancias eticas, esteticas y artisticas. A traves de metodologias que apuntan al desarrollo de habilidades de pensamiento critico, creatividad y trabajo en equipo, el estudiantado desarrollara competencias reflexivas sobre los contextos de creacion, produccion y recepcion artistica, poniendo en valor el rol del teatro como un mecanismo que contribuye a la construccion de identidades.",
    "area":"Artes"
  },
  {
    "sigle":"act1311",
    "name":"Mitos Clásicos y Creación de Relatos en la Dramaturgia",
    "description":"Es un curso teorico practico, donde se estudiaran los mitos clasicos presentes en el corpus de tragedias griegas. La tragedia sera comprendida como espacio de elaboracion de una identidad colectiva que esta en la base de la cultura occidental. Los personajes, la estructura de la accion, las relaciones entre personajes serviran de base para la escritura de ejercicios dramaturgicos, que seran co-relatos contemporaneos de estructuras arquetipicas contenidas en los mitos.",
    "area":"Artes"
  },
  {
    "sigle":"act1312",
    "name":"Performance Como Experiencia para la Transformación Social",
    "description":"Este curso de caracter teorico-practico busca introducir a los y las estudiantes a los conceptos basicos de la performance y su utilizacion como medio para la transformacion social. A traves del estudio y analisis de diferentes artistas y artivistas, se revisaran las practicas performativas, los contextos socio-politicos y decisiones esteticas a partir de la decada del 60. Se profundizara en las estrategias de creacion de los referentes con el fin de guiar la creacion de ejercicios performativos colectivos por parte del estudiantado.",
    "area":"Artes"
  },
  {
    "sigle":"act1313",
    "name":"Problemas de las Artes Escénicas Hoy",
    "description":"El curso, de caracter teorico, pretende delimitar un grupo de practicas artisticas que emergen de la escena teatral y dancistica nacional con el objetivo de levantar preguntas de investigacion y modos de aproximacion inter- y transdisciplinar que despierten un juicio critico contextualizado tanto nacional como internacionalmente. Para ello se daran a conocer marcos teoricos provenientes desde el campo teatrologico, seleccionar casos de estudio especificos y desplegar estrategias para su analisis.",
    "area":"Artes"
  },
  {
    "sigle":"act1314",
    "name":"Teatro Aplicado",
    "description":"Curso teorico-practico en el que las y los estudiantes exploraran las posibilidades del teatro y las artes escenicas como vehiculos de desarrollo, rehabilitacion y transformacion social, vinculando fundamentos teoricos con practicas pedagogico-teatrales que se desarrollan en Chile y el mundo. El curso propicia el uso de metodologias que promueven el autoconocimiento y desarrollo de capacidades de reflexion colectiva, mediante trabajos practicos y evaluaciones formativas orales y escritas, individuales y grupales, que potencien la interaccion entre los\/as participantes.",
    "area":"Artes"
  },
  {
    "sigle":"act1315",
    "name":"La Experiencia de la Creación Teatral",
    "description":"Curso teorico-practico que vincula a las y los estudiantes con la escena nacional actual a traves de los propios artistas. Los y las estudiantes seran capaces de reconocer las distintas etapas del proceso de creacion teatral y los componentes involucrados en la puesta en escena. El curso propicia el uso de metodologias basadas en el aprendizaje en equipos, promoviendo la comunicacion efectiva. Las estrategias evaluativas consideran instrumentos clasicos (informe y prueba) y la creacion de una memoria audiovisual de un proceso de creacion observado.",
    "area":"Artes"
  },
  {
    "sigle":"act1318",
    "name":"Improvisación y Juego Escénico",
    "description":"Curso practico en el que las y los estudiantes podran desarrollar habilidades como la creatividad, la resolucion de problemas y el trabajo en equipo, desarrollando su capacidad de escuchar activamente y estar presente, proponer, construir colectivamente, descubrirse y transformarse. Para ello, se relacionaran con componentes basicos del trabajo teatral, como la improvisacion, el juego y la expresion, con el fin de ponerlas al servicio de la creacion de personajes y situaciones escenicas simples. Estos conocimientos y experiencias deberan aplicarse, al cierre del curso, en un trabajo colectivo de creacion y narracion de una historia.",
    "area":"Artes"
  },
  {
    "sigle":"act1319",
    "name":"Cuerpo, Emoción y Arte",
    "description":"En el curso teorico-practico, las y los estudiantes podran adquirir herramientas practicas para trabajar con el cuerpo de manera saludable y constructiva para el desarrollo de las relaciones interpersonales. Mediante estrategias metodologicas basadas el metodo Alba Emoting, podran distinguir las emociones basicas presentes en nuestro origen biologico y conectar fisicamente con estas a traves del cuerpo, gestos y posturas. El ejercicio de autoconocimiento emocional se centrara en generar mayor reconocimiento de emociones en los demas mediante la analogia con diversos personajes del teatro y fomentar la capacidad de trabajar en equipo. Las evaluaciones se realizaran a traves de informes de lectura y analisis de casos.",
    "area":"Artes"
  },
  {
    "sigle":"act1321",
    "name":"El Diálogo Teatral para la Comunicación Escénica",
    "description":"En el curso teorico-practico, las y los estudiantes podran desarrollar habilidades para enfrentar problemas de comunicacion escenica de la vida social y profesional. A traves de ejercicios de entrenamiento teatral, teoria de la comunicacion y analisis critico del discurso podran \"reflexionar en movimiento\", poniendo en practica tecnicas de dialogo actoral para interactuar eficientemente con una audiencia. Analizando casos y representando roles (\"role playing\") podran ejecutar las herramientas mas adecuadas para dise?ar soluciones creativas desde un cuerpo y voz expresivos. Las evaluaciones se realizaran de forma grupal mediante informes escritos y ejercicios guiados.",
    "area":"Artes"
  },
  {
    "sigle":"aeu2003",
    "name":"Diseño Estratégico de Información Ambiental",
    "description":"Las y los estudiantes aprenderan conceptos relacionados con la gestion de datos, el dise?o de indicadores, la programacion y visualizacion de datos en torno a la informacion ambiental. Tambien aplicaran interdisciplinariamente modelos y metodologias provenientes de distintas disciplinas, el dise?o estrategico, dise?o de servicios, la informatica, la gestion ambiental y la experiencia de usuario. Se llevaran a cabo clases expositivas y talleres con enfoque de Dise?o de Servicios y el aprendizaje sera basado en el desarrollo de un proyecto que resuelve un problema como estrategia metodologica. El curso sera evaluado a partir de una exposicion grupal, un informe, y un portafolio de tareas desarrollado a un caso en contexto.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"agc209",
    "name":"Comprendiendo la Agricultura y Sus Desafíos",
    "description":"El curso busca que el estudiantado logre proponer soluciones innovadoras y sustentables para los retos que enfrenta la agricultura desde diferentes perspectivas segun las areas de formacion disciplinar, integrando los principios del manejo de los cultivos con las tecnologias modernas. La ense?anza se basara en estrategias metodologicas como catedras, talleres, aprendizaje basado en equipos y estudios de caso, las cuales contribuiran en el desarrollo de las principales evaluaciones del curso: proyecto colaborativo practico de cultivo de vegetales y propuesta en grupo de soluciones a los desafios de la agricultura.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"agl253",
    "name":"Apicultura Sustentable",
    "description":"El curso aborda el concepto de la apicultura, como el cultivo de abejas, desde una mirada ecologica y productiva, integrando el rol ecologico de la abeja melifera en los agroecosistemas. A traves de una metodologia teorico-practica, que incluye estudio de casos y trabajo en equipos interdisciplinarios, el y la estudiante podra analizar criticamente las actuales condiciones de las abejas, y a partir de ello, promover mejoras en los cuidados y su proteccion. Las pruebas escritas, trabajos practicos, informes, controles de lectura y presentacion final son parte fundamental del proceso de aprendizaje y de su evaluacion.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"agl255",
    "name":"Excel para la Vida Profesional",
    "description":"En el curso, las y los estudiantes podran desarrollar habilidades para enfrentar problemas comunes en la vida profesional relativo al uso y manejo de datos. Mediante estrategias metodologicas de aprendizaje activo y ejercicios semanales, podran conocer y poner en practica diversas tecnicas para usar adecuadamente el programa. Resolviendo casos podran analizar las herramientas adecuadas para cada situacion y dise?ar soluciones creativas a las limitaciones actuales del programa. Las evaluaciones se realizaran a traves de guias de ejercicios y resolucion de casos.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"aro105c",
    "name":"Arte y Patrimonio",
    "description":"El curso, de caracter teorico-practico, esta dirigido al conocimiento, analisis y reflexion del patrimonio artistico como manifestacion material de la memoria de la sociedad, comprendiendo su interdependencia con el contexto de su creacion y apreciacion. Se realizaran clases expositivas con material audiovisual y se estudiaran diversos textos que aborden los casos de estudio. Este proceso se evaluara formativamente de manera continua y se calificara mediante la aplicacion de pruebas y ensayos, individuales y grupales.",
    "area":"Artes"
  },
  {
    "sigle":"aro105t",
    "name":"Arte Precolombino",
    "description":"En este curso el estudiante adquirira conocimientos generales sobre la aparicion y desarrollo de distintas manifestaciones visuales en la America Precolombina, lo que se llevara a cabo mediante el estudio critico de material audiovisual y bibliografico. Este proceso se evaluara formativamente de manera continua y se calificara mediante la aplicacion de pruebas orales y escritas, individuales y grupales.",
    "area":"Artes"
  },
  {
    "sigle":"aro107i",
    "name":"Arte,Paisajes y Geografías Culturales",
    "description":"El curso tiene por objetivo despertar el interes por la naturaleza, con el fin de desarrollar una vision critica en torno al origen y los procesos que permitieron la transformacion de la naturaleza en paisaje, desde la practica del arte y de acuerdo a cada contexto historico. El proceso de investigacion, tanto individual como grupal, sera evaluado segun la aplicacion de pruebas con alternativas, presentaciones orales o audiovisuales, siguiendo una metodologia participativa que facilite el intercambio de visiones, la fundamentacion del analisis, o interpretacion, y posterior elaboracion de un proyecto creativo transdisciplinar aplicado en nuestro contexto local.",
    "area":"Artes"
  },
  {
    "sigle":"aro114m",
    "name":"Animación Desde las Artes Visuales",
    "description":"En el curso, los y las estudiantes podran analizar la tecnica de la animacion y su relacion con los diversos movimientos artisticos, politicos y sociales desarrollados durante los siglos XX y XXI. A traves de metodologias como catedra, analisis y critica de ejemplos, estudios de caso y gamificacion, se estudiaran las distintas tematicas que ha explorado la disciplina de la animacion, su evolucion tecnica, expresiva y semantica, asi como la influencia o participacion de diversos artistas visuales en obras animadas. Los aprendizajes seran evaluados por medio de ensayo, debates, Q&A y juegos de conocimiento online y examen.",
    "area":"Artes"
  },
  {
    "sigle":"aro115m",
    "name":"Animación Japonesa: Una Aproximación a Su Arte y Temáticas",
    "description":"En este curso, las y los estudiantes analizaran los procesos visuales, tematicos y de dise?o que representan y caracterizan las obras de varios artistas de la animacion japonesa, para ir mas alla de la simple narrativa y ahondar en las posibilidades visuales expresivas que se esconden tras sus producciones, asi como su influencia en la grafica tanto occidental como chilena. Mediante la comparacion de diversos ejemplos de obras de animacion japonesa, exploraremos las diversas tematicas abordadas dentro de la disciplina. Estos aprendizajes se promoveran a traves de catedras, estudios de caso y actividades, y se evaluaran a traves juegos de conocimiento online, debates, ensayos y un examen final.",
    "area":"Artes"
  },
  {
    "sigle":"aro120t",
    "name":"Apreciación del Arte: Obras y Artistas",
    "description":"Curso teorico que permite al alumno(a) interpretar y valorar una seleccion de obras visuales realizadas entre el Renacimiento y el siglo XXI; estudiando diversos autores, tecnicas y contextos de produccion, entre otros. Se analizan obras pivotales de la historia del arte, estimulando la apreciacion de distintas manifestaciones visuales. Las estrategias de evaluacion, que priorizan el aprendizaje activo, se implementan a traves de examenes orales, trabajos escritos, encuentro entre pares, dialogos, interrogaciones y prueba escrita.",
    "area":"Artes"
  },
  {
    "sigle":"aro122t",
    "name":"El Mundo de las Artes Visuales",
    "description":"El curso entrega herramientas para la comprension critica y valoracion cultural de las artes visuales en Chile, en conexion con la escena global. El curso iniciara el 2021 de forma online, para luego asumir una modalidad blender, es decir, combinando clases online y salidas a terreno a instituciones iconicas del mundo del arte. Las evaluaciones del curso consideran una entrevista a un artista profesional y otro agente del mundo del arte, una investigacion grupal de una institucion del arte, un debate sobre las instituciones entre estos grupos y un breve ensayo sobre el significado del arte.",
    "area":"Artes"
  },
  {
    "sigle":"aro123t",
    "name":"Paisaje en las Artes Visuales",
    "description":"Curso teorico que introduce al alumno en el estudio del paisaje en las artes visuales, analizando sus problematicas y desarrollo historico y estetico. Se analizan los fenomenos de su conceptualizacion y representacion, asi como su contextualizacion y redefinicion en los lenguajes contemporaneos del arte. A traves de clases expositivas y presentacion de imagenes se analizan obras, autores, tecnicas y procesos, asimismo se estudian los contextos de las producciones paisajistas. Las estrategias de evaluacion, que priorizan el aprendizaje activo, se implementan a traves de examenes orales, trabajos escritos, encuentro entre pares, dialogos, interrogaciones y prueba escrita.",
    "area":"Artes"
  },
  {
    "sigle":"aro124t",
    "name":"Arte Latinoamericano Colonial",
    "description":"Curso teorico que permite analizar y reflexionar sobre el arte colonial en America Latina. Se analizan obras, autores, tecnicas y procesos, asimismo se estudian los contextos de las imagenes virreinales. Se abordan desde el arte las expresiones de la identidad latinoamericana colonial, focalizando lo tratado en el Virreinato del Peru y Capitania General de Chile; asimismo se reflexiona sus consecuencias y permanencia en la cultura latinoamericana actual. Las estrategias de evaluacion, que priorizan el aprendizaje activo, se implementan a traves de examenes orales, trabajos escritos, encuentro entre pares, dialogos, interrogaciones y prueba escrita.",
    "area":"Artes"
  },
  {
    "sigle":"aro125t",
    "name":"Introducción al Arte Chileno",
    "description":"Curso teorico que permite conocer algunos de los hitos de la produccion artistica realizada en Chile, desde la segunda mitad del siglo XIX hasta la primera decada del siglo XXI. A traves del analisis de obras y autores, el estudiante examinara criticamente el devenir del arte chileno. De esta manera, se informara sobre las transformaciones acaecidas en el campo del arte (principalmente nacional, pero tambien internacional) que determinaron el surgimiento de los lenguajes plasticos contemporaneos.",
    "area":"Artes"
  },
  {
    "sigle":"ast101",
    "name":"Un Paseo por el Universo",
    "description":"En este curso el estudiante aprendera los conceptos fundamentales de la astronomia moderna, en el contexto de la situacion de ventajas comparativas extraordinarias de Chile para el desarrollo de esta ciencia. El curso abarca fundamentalmente el aprendizaje de la astrofisica de estrellas, exoplanetas y galaxias. Al mismo tiempo se comprenderan los fenomenos astronomicos, a traves de herramientas conceptuales del mundo fisico.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"ast104",
    "name":"Foco en la Tierra: la Ciencia del Cambio Climático Desde Una Perspectiva Planetaria",
    "description":"En este curso teorico-practico, los y las estudiantes podran identificar como la atmosfera impacta en la vida cotidiana de las personas. Tambien analizaran la evolucion del clima planetario y su relacion con el sistema solar, empleando conceptos provenientes de la fisica y el razonamiento anclado en el metodo cientifico. Los aprendizajes se desarrollaran mediante catedras, estudios de casos y aprendizaje basado en equipos. Las evaluaciones consisten en pruebas escritas individuales, talleres de aplicacion, la elaboracion de un poster cientifico y presentaciones orales grupales.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"arq2006",
    "name":"Del Edificio al Espacio Público: Comprendiendo el Patrimonio Urbano y Arquitectónico en Chile",
    "description":"Durante el curso, las y los estudiantes desarrollaran habilidades para la comprension y pensamiento critico sobre el patrimonio arquitectonico y urbanistico de la ciudad, desde una aproximacion fisica y material relacionada con las formas construidas, hasta una perspectiva inmaterial y simbolica vinculada a su valoracion como soporte de memoria e identidad cultural. Mediante estrategias de aprendizaje basadas en equipos, catedras, estudio de casos y observaciones en terreno, podran discernir acerca de la importancia del patrimonio urbano construido, considerando su trascendencia cultural y simbolica para promover su conservacion hacia el futuro. Las evaluaciones se realizaran por medio de informes escritos, analisis de casos y presentaciones preparadas en equipos.",
    "area":"Artes"
  },
  {
    "sigle":"arq2007",
    "name":"Soluciones Basadas en la Naturaleza para Ciudadanías Resilientes",
    "description":"En este curso teorico practico, las y los estudiantes desarrollaran aprendizajes relacionados con Soluciones basadas en la Naturaleza (SbN) para contribuir a nuestra adaptacion al cambio climatico, desde acciones simples y cotidianas asociadas a nuestros espacios domesticos, hasta iniciativas colectivas e institucionales que pueden aportar estrategias mas estructurales a escalas de barrio y ciudad. Mediante estrategias de aprendizaje basadas en catedra, estudio de casos y desarrollo de proyectos, podran adquirir conocimientos para atender desafios de adaptacion y resiliencia ante el cambio climatico, integrando conocimientos interdisciplinarios para desarrollar enfoques innovadores y creativos. Las evaluaciones se realizaran por medio de informes escritos, analisis de casos y presentaciones audiovisuales preparadas en equipo.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"arq2010",
    "name":"Tu Campus, Nuestro Entorno: el Paisaje Urbano de La Uc",
    "description":"Este curso aspira a que los estudiantes UC conozcan sus espacios de uso diario y, mas especificamente, sus paisajes cotidianos. Estudiando el paisaje urbano de los Campus UC se busca observar, analizar y reflexionar sobre el valor geografico, arquitectonico, cultural, urbano, funcional, ecologico, hidrologico y\/o botanico de estos entornos dentro de un contexto mayor, recuperando asi la memoria urbana de cada campus UC en relacion a los proyectos de paisaje emblematicos que han definido su emplazamiento y condicion urbana (como la Alameda de las Delicias y el Cerro San Cristobal) o en funcion de proyectos configuradores de un ecosistema urbano en torno, o en los mismos campus (como ocurre en ?u?oa, San Joaquin y Villarrica).",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"bio011",
    "name":"Conviviendo Con los Virus",
    "description":"Este es un curso destinado a personas con poca o ninguna formacion biologica y en el cual se entregaran herramientas para comprender que son los virus y como estos afectan a la humanidad y a la naturaleza. En este curso se trabajara integrando aspectos biologicos con temas historicos y antropologicos, haciendo hincapie en los dilemas eticos asociados al tema. La evaluacion sera por medio de pruebas escritas y un trabajo grupal destinado a difundir algun contenido del curso a un publico definido por los integrantes.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"car0005",
    "name":"Aprendizaje Estratégico para la Experiencia Universitaria",
    "description":"Durante este curso-taller el\/laestudiante identificara e intervendra variables relacionadas con laautorregulacion de su aprendizaje y desarrollara habilidades orientadas a hacer de su proceso academico una instancia mas eficiente, potenciando sus estrategias motivacionales, cognitivas, meta cognitivas y de planificacion del tiempo y de su contexto de estudio. Esto a traves de metodologias activas que promueven el analisis y mejora del propio proceso de estudio. La evaluacion consta de tres informes que dan cuenta del diagnostico, planificacion, avance y evaluacion del proceso de trabajo de un objetivo concreto.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"car3000",
    "name":"Procesos Cognitivos Superiores: Desde la Neurobiología a la Práctica",
    "description":"En este curso, el y la estudiante analizara, a partir de lecturas, discusion y estudio de casos, el constructo de las funciones ejecutivas, concepto clave en el entendimiento de las conductas complejas del ser humano tales como la autorregulacion y el aprendizaje. De esta forma, junto con conocer los fundamentos neurobiologicos del funcionamiento cognitivo, se favorecera el desarrollo de operaciones mentales que promueven la metacognicion, el aprendizaje y el pensamiento critico. Los aprendizajes seran evaluados mediante pruebas escritas, estudios de caso y exposiciones grupales, concluyendo con el dise?o y presentacion de un poster informativo.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"cco3321",
    "name":"Construcción en Emergencia",
    "description":"En este curso de caracter teorico-practico, las y los estudiantes analizaran la gestion de riesgo de desastres desde las disciplinas de la Arquitectura y Construccion Civil, enfocandose principalmente en la vivienda de emergencia. Mediante catedras y experiencias en terreno, podran conocer y poner en practica aspectos tecnicos de la vivienda de emergencia, reflexionando sobre el rol de su propia disciplina en este desafio. Ademas, se espera generar espacios de debate respecto de la incorporacion de un enfoque interdisciplinario y sustentable en la vivienda de emergencia. Las evaluaciones se realizaran por medio de analisis de lectura, informes escritos y presentaciones.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"cdp001",
    "name":"Mi Proyecto Profesional: Autoconocimiento y Toma de Decisiones",
    "description":"En el curso, el\/la estudiante explorara habilidades para el autoconocimiento y el bienestar, ademas de estrategias para la toma de decisiones en su proyecto profesional, contemplando diversos planes de desarrollo de carrera, las caracteristicas del mundo del trabajo, las principales problematicas de la sociedad y demandas del proceso de transicion universidad-mundo laboral; a traves de metodologias como exposicion dialogica de contenidos, aprendizaje basado en proyectos, estudios de caso, simulaciones y mentorias. Los aprendizajes seran evaluados mediante un portafolio que recopilara actividades de reflexion personal y grupal, y trabajos\/proyecto de manera colaborativa en grupos de trabajo.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"com903",
    "name":"Desinformación, Noticias Falsas y Sociedad",
    "description":"En este curso los estudiantes analizaran la informacion en la era digital y las dinamicas de la difusion social de la informacion factual y ficticia. Se evaluara el fenomeno de la desinformacion, su perspectiva historica y su impacto en el entorno mediatico actual donde la manipulacion y los sesgos informativos se mezclan con nociones de objetividad periodistica, satira, opinion, propaganda y las llamadas ?noticias falsas?. Ademas, en este curso los estudiantes podran distinguir las diferentes fuentes e informaciones para comprobar su veracidad y con el proposito de tener una ciudadania informada.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"com909",
    "name":"Kitmóvil: Tu Celular, Tu Estudio Multimedia",
    "description":"En este curso teorico-practico, las y los estudiantes aprenderan a crear contenidos multimediales utilizando aplicaciones moviles, a partir de la determinacion de objetivos comunicacionales contextualizados. Ademas, evaluaran y reflexionaran sobre la pertinencia de los contenidos creados. Estos aprendizajes se promoveran a partir de catedras y estrategias de aprendizaje en equipos, mientras que las evaluaciones se compondran de presentaciones, trabajos practicos y la entrega de informes escritos.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"der102e",
    "name":"Sustentabilidad Corporativa y Relación Con las Comunidades",
    "description":"En este curso los estudiantes valoraran la importancia de promover la ecologia integral y la sustentabilidad, analizando el desafio de la empresa por alcanzar un adecuado balance entre los objetivos ambientales, sociales y economicos que le permitan generar valor en el largo plazo. Se espera que los estudiantes fomenten su compromiso social, adquiriendo conciencia de que es tarea de todos contrubuir al bien comun y cuidar la casa comun. Para ello, los estudiantes investigaran grupalmente, analizaran casos y participaran en foros de discusion. Las evaluaciones consistiran en un trabajo de investigacion, un control de lectura, un ensayo y el examen final.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"der110e",
    "name":"Razón y Fe, Unidad en la Verdad",
    "description":"El curso se ordena al analisis riguroso del doble orden de verdad y conocimiento, natural y sobrenatural que, por la razon y la fe, los hombres podemos tener de Dios, del hombre, del mundo y de la historia; de la naturaleza especifica de cada uno, sus diferencias y relaciones armonicas en la unidad de la vida humano-cristiana, tanto individual como social. El aprendizaje se realizara mediante el estudio de la filosofia clasica sobre el conocimiento racional y del Magisterio de la Iglesia Catolica sobre la fe teologal. La evaluacion se hara mediante controles, ensayos y debates.",
    "area":"Humanidades"
  },
  {
    "sigle":"der113e",
    "name":"Amor, Amistad y Bien Común",
    "description":"En este curso, los y las estudiantes exploraran de manera rigurosa y critica la naturaleza y los distintos modos del amor humano, de sus exigencias y plenitud perfectiva en la amistad o comunion personal y su absoluta centralidad en el bien comun de la sociedad humana. El aprendizaje se promovera mediante catedras, debates, y el estudio y reflexion de textos principales de la tradicion filosofica clasica. La evaluacion se realizara a traves de controles escritos, ensayos individuales y debates, orientados a comprender y evaluar las complejidades del amor desde una perspectiva filosofica.",
    "area":"Humanidades"
  },
  {
    "sigle":"dno048",
    "name":"Design Bootcamp: Herramientas y Métodos Prácticos para Innovar",
    "description":"En este curso las y los estudiantes de diversas disciplinas trabajaran en la creacion de proyectos de innovacion aplicando metodologias de dise?o para facilitar su desarrollo. A traves de tecnicas, herramientas e instrumentos los estudiantes podran potenciar la exploracion creativa, el trabajo en equipos multidisciplinarios, la creacion de conceptos y la propuesta de soluciones innovadoras y factibles. Para ello, se combinan clases expositivas con metodologias activas de trabajo en equipo. Se evaluara tanto el avance a lo largo del proceso como el resultado final del trabajo colaborativo a traves de presentaciones en diversos formatos.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"dno081",
    "name":"Diseño para la Justicia Social y Medioambiental",
    "description":"En este curso las y los estudiantes conoceran herramientas de dise?o para la justicia social y las pondran al servicio de organizaciones locales que promueven la justicia medioambiental. El curso pone en practica la metodologia A+S (Aprendizaje Servicio) y tiene como objetivo que las y los estudiantes desarrollen su vocacion social y publica, facilitando oportunidades para que las organizaciones medioambientales incrementen su autonomia y su potencial. El trabajo de las y los estudiantes promovera la dignidad de las personas, reconociendo el papel que juegan las desigualdades estructurales (instituciones, medio cultural, acceso a la educacion, acceso al medioambiente sano, etc.) en la perpetuacion de las injusticias sociales y medioambientales. El curso ofrece un espacio para reflexionar sobre las distintas maneras en que el dise?o contribuye a la construccion de una sociedad basada en el respeto mutuo y la equidad, poniendo en practica cuatro estrategias del dise?o para la justicia social y medioambiental: reconocimiento, reciprocidad, habilitacion y distribucion.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"dno092",
    "name":"Pasado Mañana, Taller de Diseño y Antropología de Futuros Posibles",
    "description":"En este curso aprenderas a interpretar como innovaciones sociales, cientificas y tecnologicas inciden en la cotidianeidad, con atencion a la etica de tu disciplina y a los futuros que hoy se estan creando. Aprenderas como la diversidad, la equidad y la inclusion contribuyen al bienestar presente y futuro del planeta. Y vas a proyectar futuros de manera colectiva, creativa, involucrada, concreta e interdisciplinaria. En las sesiones del curso elaboraras escenarios de futuro, produciras sus narrativas y crearas prototipos que permitiran su implementacion progresiva. Este proceso sera evaluado a traves de presentaciones performativas, iteracion de escenarios y prototipos, cuaderno de campo y coevaluaciones.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"dno093",
    "name":"Diseño Inclusivo: Innovaciones Tecnológicas para la Diversidad",
    "description":"En el curso, de caracter teorico-practico, los estudiantes podran desarrollar habilidades para analizar problemas contemporaneos complejos y proyectar soluciones inclusivas sin discriminar a los usuarios por sus habilidades, necesidades, cultura, lenguaje, genero y\/o edad. A traves de metodologias de Dise?o Inclusivo y de Dise?o Centrado en el Usuario los estudiantes podran explorar como las personas, sin importar su condicion, pueden aportar en la generacion de soluciones tecnologicas innovadoras, las cuales permiten construir una sociedad mas justa para todos. Las evaluaciones se realizan principalmente de forma interdisciplinar a traves de aprendizaje basado en proyectos y aprendizaje + servicio.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"dno158",
    "name":"Investigando Realidades: Más Allá de Números y Palabras",
    "description":"El curso acoge los temores, vacios y estereotipos frecuentes en estudiantes, en relacion con el analisis e interpretacion de informacion cualitativa y cuantitativa obtenida en procesos de investigacion o descubrimiento de distintos tipos de realidades y contextos. Al finalizar el curso, los participantes seran capaces de discernir que tipo de estrategia es mas conveniente para investigar los fenomenos que les interesan, analizar metodicamente la informacion obtenida segun sea de tipo cualitativo o cuantitativo y construir una relacion amable y ludica con las palabras y los numeros, que constituyen ventanas al mundo. Los aprendizajes se promoveran a traves de catedras, estudio de casos, juegos serios, y aprendizaje basado en equipos, problemas y proyectos. Las evaluaciones consideran presentaciones orales e informes escritos, individuales y grupales.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"dpt5000",
    "name":"Acondicionamiento Fisico Con Pesas I",
    "description":"Acondicionamiento Fisico con Pesas I se categoriza como una actividad sicomotriz, que entrega un conjunto de actividades y ejercicios que fortalecen las capacidades fisicas generales, poniendo enfasis en actividades de fuerza. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en la clase, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5050",
    "name":"Entrenamiento Pesas Libres Halterofilia I",
    "description":"Halterofilia I se categoriza como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5100",
    "name":"Atletismo I",
    "description":"Atletismo I se categoriza como una actividad individual sicomotriz, que entrega los fundamentos tecnicos de la actividad, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta actividad dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5200",
    "name":"Basquetbol I",
    "description":"Basquetbol I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5205",
    "name":"Básquetbol Mujeres I",
    "description":"Basquetbol Mujeres I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5206",
    "name":"Básquetbol Hombres I",
    "description":"Basquetbol Hombres I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5251",
    "name":"Básquetbol II",
    "description":"El curso deportivo, Basquetbol II se categoriza como un deporte colectivo sociomotriz, que entrega los fundamentos tecnicos y tacticos del deporte, permitiendo al estudiante aplicar los contenidos, ser evaluado y desenvolverse de manera optima en una realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5453",
    "name":"Fútbol I",
    "description":"Futbol I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Su realizacion optimiza la condicion fisica para un buen desempe?o en el juego siendo un medio para promover una mejor calidad de vida. La naturaleza propia de este deporte otorga a los estudiantes la oportunidad de desarrollar y fortalecer habilidades como el trabajo en equipo y el discernimiento etico permitiendo la reflexion respecto al impacto de estas acciones para su vida personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5454",
    "name":"Fútbol Mujeres I",
    "description":"Futbol Mujeres I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a las estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5456",
    "name":"Fútbol II",
    "description":"El curso deportivo de Futbol II, se basa en la descripcion de este como un deporte colectivo de oposicion y contacto, el cual se juega idealmente en una cancha de pasto enfrentandose 11 contra 11. Futbol II se categoriza como un curso deportivo colectivo y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Su realizacion optimiza la condicion fisica para un buen desempe?o en el juego siendo un medio para promover una mejor calidad de vida. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5502",
    "name":"Preparación Física y Recreación I",
    "description":"Preparacion Fisica y Recreacion I se categoriza como una actividad sicomotriz y sociomotriz, que entrega un conjunto de actividades y ejercicios que fortalecen las capacidades fisicas generales, poniendo enfasis en actividades ludicas. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en la clase, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5705",
    "name":"Gimnasia Aeróbica I",
    "description":"Gimnasia Aerobica I se categoriza como un deporte individual sicomotriz y sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una puesta en escena coreografica. Mediante su practica se optimiza la condicion fisica para un buen desempe?o durante las coreografias, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5755",
    "name":"Gimnasia Aeróbica Step I",
    "description":"Gimnasia Aerobica Step I se categoriza como un deporte individual sicomotriz y sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una puesta en escena coreografica. Mediante su practica se optimiza la condicion fisica para un buen desempe?o durante las coreografias, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5756",
    "name":"Gimnasia Aeróbica Step A+S",
    "description":"Este curso aprendizaje servicio permite a los y las estudiantes integrar los fundamentos tecnicos y reglamentarios de la Gimnasia Aerobica Step junto a aspectos valoricos del deporte y el ejercicio fisico, participar activamente de un proyecto, aportando con un servicio concreto y de calidad a una organizacion (socio comunitario) y reflexionar a partir de esta experiencia vinculante; por medio de metodologias como A+S, simulaciones y aprendizaje basado en equipos. Los aprendizajes seran evaluados a traves de pruebas teoricas, coreografias desarrolladas clase a clase y auto y coevaluaciones socioafectivas.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5806",
    "name":"Balonmano Mujeres I",
    "description":"Balonmano Mujeres I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5807",
    "name":"Balonmano Hombres I",
    "description":"Balonmano hombres I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt5901",
    "name":"Gimnasia Artistíca I",
    "description":"Gimnasia Artistica I se categoriza como un deporte sicomotriz y sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad de desempe?o y\/o competitiva. Mediante su practica se optimiza la condicion fisica para complementar las tecnicas, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6000",
    "name":"Judo I",
    "description":"Judo I se categoriza como una actividad individual sociomotriz, que entrega los fundamentos tecnicos de la actividad, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta actividad dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6051",
    "name":"Judo II",
    "description":"El curso deportivo de Judo II, se categoriza como una actividad individual sociomotriz, que entrega los fundamentos tecnicos y reglamentarios de la disciplina, permitiendo al estudiante aplicar los contenidos y ser evaluada(o) en una situacion simulada y\/o de realidad de combate. Su realizacion optimiza la condicion fisica para un buen desempe?o en su practica, siendo un medio para promover una mejor calidad de vida. La naturaleza propia de esta arte marcial o deporte de combate otorga al estudiante la oportunidad de desarrollar y fortalecer habilidades como el trabajo en equipo y el discernimiento etico, ademas de reflexionar respecto al impacto de estas acciones para su vida personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6100",
    "name":"Judo Defensa Personal",
    "description":"El Judo es un arte marcial, la cual, por medio de su practica, desarrolla las diferentes cualidades fisicas para el cumplimiento optimo de una buena preparacion fisica, deporte de lucha de practica individual, con actividad directa, reciproca y agonista. Judo y defensa personal, se categoriza como una actividad individual sociomotriz, que entrega los fundamentos tecnicos y reglamentarios de la disciplina, permitiendo al estudiante aplicar los contenidos y ser evaluada(o) en una situacion simulada y\/o de realidad de combate. Su realizacion optimiza la condicion fisica para un buen desempe?o en su practica, siendo un medio para promover una mejor calidad de vida. La naturaleza propia de esta arte marcial o deporte de combate otorga al estudiante la oportunidad de desarrollar y fortalecer habilidades como el trabajo en equipo y el discernimiento etico.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6150",
    "name":"Karate I",
    "description":"Karate I se categoriza como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6270",
    "name":"Escalada Deportiva Nivel I",
    "description":"Escalada Deportiva I se categoriza como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6300",
    "name":"Natación I",
    "description":"Natacion I se categoriza como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el medio acuatico, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6302",
    "name":"Natación II",
    "description":"El curso deportivo de Natacion II se categoriza en base a su descripcion como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el medio acuatico, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6351",
    "name":"Hidrogimnasia",
    "description":"Hidrogimnasia I se categoriza como una actividad individual sicomotriz y sociomotriz, que entrega los fundamentos tecnicos y ejercicios pertinentes, permitiendo al estudiante aplicar los contenidos y ser evaluado en una puesta en escena coreografica en el medio acuatico. Mediante su practica se optimiza la condicion fisica para un buen desempe?o durante las coreografias, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6381",
    "name":"Fútbol Sala I",
    "description":"Futbol Sala I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6382",
    "name":"Fútbol Sala Mujeres I",
    "description":"Futbol Sala Mujeres I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6384",
    "name":"Fútbol Sala II",
    "description":"El curso deportivo de Futbol Sala II se categoriza en base a la descripcion como un deporte colectivo sociomotriz, que entrega los fundamentos tecnicos y tacticos del deporte, permitiendo al estudiante aplicar los contenidos, ser evaluado y desenvolverse de manera optima en una realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6400",
    "name":"Rugby I",
    "description":"Rugby I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6500",
    "name":"Tenis I",
    "description":"Tenis I se categoriza como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6555",
    "name":"Tenis II",
    "description":"El curso de Tenis II se categoriza en base a su descripcion como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6560",
    "name":"Tenis de Mesa I",
    "description":"Tenis de Mesa I se categoriza como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6700",
    "name":"Voleibol I",
    "description":"Voleibol I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6755",
    "name":"Voleibol II",
    "description":"En este curso teorico-practico, los y las estudiantes desarrollaran habilidades fisicas y sociales en linea con su crecimiento personal a traves de la practica avanzada del voleibol. En la practica enfrentaran situaciones de juego, adquiriran la capacidad de distinguir y ejecutar acciones especializadas del voleibol (ataque, saque, bloqueo, etc.) mejorando su tecnica y aprendiendo conceptos avanzados del deporte. Estos aprendizajes se desarrollaran mediante catedras, aprendizaje basado en simulaciones y trabajo colaborativo. La evaluacion considera un examen escrito, pruebas fisicas y tecnicas, y evaluacion socioafectiva mediante rubricas.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6760",
    "name":"Vóleibol Playa I",
    "description":"Voleibol Playa I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6805",
    "name":"Hockey Césped I",
    "description":"Hockey Cesped I se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6840",
    "name":"Danza Estilo Libre I",
    "description":"Danza Estilo Libre I se categoriza como una actividad individual sicomotriz y sociomotriz, que entrega los fundamentos tecnicos y coordinativos de la actividad, permitiendo al estudiante aplicar los contenidos y ser evaluado en una puesta en escena coreografica. Mediante su practica se optimiza la condicion fisica para un buen desempe?o durante las coreografias, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt6900",
    "name":"Ajedrez I",
    "description":"Ajedrez I se categoriza como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad competitiva. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7005",
    "name":"Selección de Ajedrez",
    "description":"La seleccion de Ajedrez se categoriza como un deporte individual sociomotriz, de entrenamiento sistematico y ordenado, tendiente a desarrollar competencias y habilidades relacionadas con la formacion integral y aspectos propios de la disciplina como analisis, planificacion, evaluacion, calculo, manejo de presion en la toma de decisiones, mejorar los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en realidad de juego y competencia en plataformas universitarias. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7055",
    "name":"Selección de Atletismo Mujeres",
    "description":"La Seleccion de Atletismo Mujeres se categoriza como una actividad individual sicomotriz, que entrega los fundamentos tecnicos de la actividad y el desarrollo de la especialidad con objetivos de rendimiento en competencia. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta actividad dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7060",
    "name":"Selección de Atletismo Hombres",
    "description":"La Seleccion de Atletismo Hombres se categoriza como una actividad individual sicomotriz, que entrega los fundamentos tecnicos de la actividad y el desarrollo de la especialidad con objetivos de rendimiento en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta actividad dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7160",
    "name":"Selección de Básquetbol Muejeres",
    "description":"La Seleccion de Basquetbol Mujeres se categoriza como un deporte colectivo sociomotriz, que entrega los fundamentos tecnicos y tacticos del deporte, permitiendo al estudiante aplicar los contenidos, ser evaluado y desenvolverse de manera optima en una realidad de juego y competencia. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7170",
    "name":"Selección de Básquetbol Hombres",
    "description":"La Seleccion de Basquetbol Hombres se categoriza como un deporte colectivo sociomotriz, que entrega los fundamentos tecnicos y tacticos del deporte, permitiendo al estudiante aplicar los contenidos, ser evaluado y desenvolverse de manera optima en una realidad de juego y competencia. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7260",
    "name":"Selección de Fútbol Mujeres",
    "description":"1.El curso deportivo de Seleccion de Futbol Mujeres, se basa en la descripcion de este como un deporte colectivo de oposicion y contacto, el cual se juega idealmente en una cancha de pasto enfrentandose 11 contra 11. 2.La Seleccion de Futbol Mujeres se categoriza como un curso deportivo colectivo y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego y competencia. Su realizacion optimiza la condicion fisica para un buen desempe?o en el juego siendo un medio para promover una mejor calidad de vida. 3.De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7270",
    "name":"Selección de Fútbol Hombres",
    "description":"1.El curso deportivo de Seleccion de Futbol Hombres, se basa en la descripcion de este como un deporte colectivo de oposicion y contacto, el cual se juega idealmente en una cancha de pasto enfrentandose 11 contra 11. 2.La Seleccion de Futbol Hombres se categoriza como un curso deportivo colectivo y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego y competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en el juego siendo un medio para promover una mejor calidad de vida. 3.De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7355",
    "name":"Selección de Balonmano Mujeres",
    "description":"La Seleccion de balonmano mujeres se categoriza como un curso deportivo colectivo y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego y competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en el juego siendo un medio para promover una mejor calidad de vida. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7360",
    "name":"Selección de Balonmano Hombres",
    "description":"La Seleccion de balonmano hombres se categoriza como un curso deportivo colectivo y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos y ser evaluado en realidad de juego y competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en el juego siendo un medio para promover una mejor calidad de vida. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7375",
    "name":"Selección de Escalada Deportiva Hombres",
    "description":"La Seleccion de Escalada Deportiva hombres se categoriza como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en una realidad competitiva en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7380",
    "name":"Selección de Escalada Deportiva Mujeres",
    "description":"La Seleccion de Escalada Deportiva Mujeres se categoriza como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en una realidad competitiva en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7460",
    "name":"Selección de Judo Hombres",
    "description":"La Seleccion de Judo Hombres, se categoriza como una actividad individual sociomotriz, que entrega los fundamentos tecnicos y reglamentarios de la disciplina, permitiendo al estudiante aplicar los contenidos en una situacion simulada, realidad de combate y competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en su practica, siendo un medio para promover una mejor calidad de vida. La naturaleza propia de esta arte marcial o deporte de combate otorga al estudiante la oportunidad de desarrollar y fortalecer habilidades como el trabajo en equipo y el discernimiento etico, ademas de reflexionar respecto al impacto de estas acciones para su vida personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7470",
    "name":"Selección de Judo Mujeres",
    "description":"La Seleccion de Judo Mujeres, se categoriza como una actividad individual sociomotriz, que entrega los fundamentos tecnicos y reglamentarios de la disciplina, permitiendo al estudiante aplicar los contenidos en una situacion simulada, realidad de combate y competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en su practica, siendo un medio para promover una mejor calidad de vida. La naturaleza propia de esta arte marcial o deporte de combate otorga al estudiante la oportunidad de desarrollar y fortalecer habilidades como el trabajo en equipo y el discernimiento etico, ademas de reflexionar respecto al impacto de estas acciones para su vida personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7525",
    "name":"Seleción de Karate Mujeres",
    "description":"La Seleccion de Karate Mujeres, se categoriza como una actividad individual sociomotriz, que entrega los fundamentos tecnicos y reglamentarios de la disciplina, permitiendo al estudiante aplicar los contenidos en una situacion simulada, realidad de combate y competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en su practica, siendo un medio para promover una mejor calidad de vida. La naturaleza propia de esta arte marcial o deporte de combate otorga al estudiante la oportunidad de desarrollar y fortalecer habilidades como el trabajo en equipo y el discernimiento etico, ademas de reflexionar respecto al impacto de estas acciones para su vida personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7535",
    "name":"Selección de Karate Hombres",
    "description":"La Seleccion de Karate Hombres, se categoriza como una actividad individual sociomotriz, que entrega los fundamentos tecnicos y reglamentarios de la disciplina, permitiendo al estudiante aplicar los contenidos en una situacion simulada, realidad de combate y competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en su practica, siendo un medio para promover una mejor calidad de vida. La naturaleza propia de esta arte marcial o deporte de combate otorga al estudiante la oportunidad de desarrollar y fortalecer habilidades como el trabajo en equipo y el discernimiento etico, ademas de reflexionar respecto al impacto de estas acciones para su vida personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7665",
    "name":"Selección de Gimnasia Artística Mujeres",
    "description":"La Seleccion de Gimnasia Artistica Mujeres se categoriza como un curso deportivo individual y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en el deporte siendo un medio para promover una mejor calidad de vida. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7675",
    "name":"Selección de Gimnasia Artística Hombres",
    "description":"La Seleccion de Gimnasia Artistica Hombres se categoriza como un curso deportivo individual y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en el deporte siendo un medio para promover una mejor calidad de vida. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7710",
    "name":"Selección de Gimansia Rítmica",
    "description":"La Seleccion de Gimnasia Ritmica se categoriza como un curso deportivo individual y sociomotriz, que entrega los fundamentos tecnicos, reglamentarios, y se profundiza en los aspectos tacticos del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Su realizacion optimiza la condicion fisica para un buen desempe?o en el deporte siendo un medio para promover una mejor calidad de vida. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7815",
    "name":"Selección de Natación Mujeres",
    "description":"El curso de Seleccion de Natacion Mujeres se categoriza en base a su descripcion como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el medio acuatico, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7825",
    "name":"Selección de Natación Hombres",
    "description":"El curso de Seleccion de Natacion Hombres se categoriza en base a su descripcion como un deporte individual sicomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el medio acuatico, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7875",
    "name":"Selección de Tenis Hombres",
    "description":"El curso de Seleccion de Tenis Hombres se categoriza en base a su descripcion como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7885",
    "name":"Selección de Tenis Mujeres",
    "description":"El curso de Seleccion de Tenis Mujeres se categoriza en base a su descripcion como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7915",
    "name":"Selección de Tenis de Mesa Mujeres",
    "description":"La Seleccion de Tenis de Mesa Mujeres se categoriza como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7925",
    "name":"Selección de Tenis de Mesa Hombres",
    "description":"La Seleccion de Tenis de Mesa Hombres se categoriza como un deporte individual sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7955",
    "name":"Selección de Vóleibol Hombres",
    "description":"La Seleccion de Voleibol Hombres se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt7960",
    "name":"Selección de Vóleibol Mujeres",
    "description":"La Seleccion de Voleibol Mujeres se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8025",
    "name":"Selección de Vóleibol Playa Mujeres",
    "description":"La Seleccion de Voleibol Playa Mujeres se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8035",
    "name":"Selección de Vóleibol Playa Hombres",
    "description":"La Seleccion de Voleibol Playa Hombres se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8065",
    "name":"Selección de Rugby Mujeres",
    "description":"La Seleccion de Rugby Mujeres se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8075",
    "name":"Selección de Rugby Hombres",
    "description":"La Seleccion de Rugby Hombres se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8110",
    "name":"Selección de Hockey Césped Mujeres",
    "description":"La Seleccion de Hockey Cesped Mujeres se categoriza como un curso deportivo colectivo sociomotriz, que entrega los fundamentos tecnicos, tacticos y reglamentarios del deporte, permitiendo a los estudiantes aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o tecnico de sus gestos, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8165",
    "name":"Selección de Cross Country Mujeres",
    "description":"La Seleccion de Cross Country Mujeres se categoriza como una actividad individual sicomotriz de largo aliento, que entrega los fundamentos tecnicos de la actividad y el desarrollo de la especialidad con objetivos de rendimiento en competencia. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta actividad dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8175",
    "name":"Selección de Cross Country Hombres",
    "description":"La Seleccion de Cross Country Hombres se categoriza como una actividad individual sicomotriz de largo aliento, que entrega los fundamentos tecnicos de la actividad y el desarrollo de la especialidad con objetivos de rendimiento en competencia. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en su practica, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta actividad dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8310",
    "name":"Selección de Fútbol Sala Mujeres",
    "description":"La Seleccion de Futbol Sala Mujeres se categoriza en base a la descripcion como un deporte colectivo sociomotriz, que entrega los fundamentos tecnicos y tacticos del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8315",
    "name":"Selección de Fútbol Sala Hombres",
    "description":"La Seleccion de Futbol Sala Hombres se categoriza en base a la descripcion como un deporte colectivo sociomotriz, que entrega los fundamentos tecnicos y tacticos del deporte, permitiendo al estudiante aplicar los contenidos en competencia en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8415",
    "name":"Selección de Halterofilia Mujeres",
    "description":"La Seleccion de Halterofilia Mujeres se categoriza como una actividad sicomotriz, que entrega un conjunto de actividades y ejercicios que fortalecen las capacidades fisicas generales, poniendo enfasis en actividades de fuerza y pruebas de levantamiento especificas, permitiendo a los estudiantes aplicar los contenidos en competencias en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en la clase, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8425",
    "name":"Selección de Halterofilia Hombres",
    "description":"La Seleccion de Halterofilia Hombres se categoriza como una actividad sicomotriz, que entrega un conjunto de actividades y ejercicios que fortalecen las capacidades fisicas generales, poniendo enfasis en actividades de fuerza y pruebas de levantamiento especificas, permitiendo a los estudiantes aplicar los contenidos en competencias en plataformas universitarias. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en la clase, aspirando a una mejor calidad de vida. Los valores y competencias propios de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt8455",
    "name":"Selección Deportiva No Tradicional",
    "description":"El curso deportivo de Seleccion Deportiva no tradicional tiene como objetivo agrupar en un curso de seleccion a todos los deportistas de alto rendimiento de la Universidad que se desempe?an en deportes que no se realizan de forma oficial en la universidad. De esta forma aportar en el compromiso pais que tiene la universidad con sus estudiantes deportistas. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt9015",
    "name":"Expresión Corporal y Foclor I",
    "description":"El curso deportivo de Expresion corporal y folclor I se categoriza como una actividad sicomotriz y sociomotriz, que entrega los fundamentos tecnicos, expresivos y coordinativos de la actividad, basandose en las diferentes danzas y costumbres que nos plantea el folclore y su gran gama de oportunidades, permitiendo al estudiante aplicar los contenidos y ser evaluado en una puesta en escena coreografica. Mediante su practica se optimiza la condicion fisica para un buen desempe?o durante las coreografias, aspirando a una mejor calidad de vida. Los valores y competencias propios de esta dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo el trabajo en equipo en su formacion personal y profesional. De tal forma el estudiante por medio del curso podra discernir sobre las implicancias eticas de sus decisiones y actuar con integridad ademas de aproximarse a la realidad de manera interdisciplinaria, con amplitud de miradas y aportando a la solucion de problemas de la sociedad con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt9035",
    "name":"Liderazgo, Juegos y Recreación I",
    "description":"El curso deportivo de Liderazgo, Juegos y Recreacion I, se categoriza como una actividad ludica, colectiva y sociomotriz, que entrega los fundamentos metodologicos, teoricos, tecnicos y tacticos de los juegos, permitiendo al estudiante aplicar los contenidos y ser evaluado en una realidad de juego. Mediante su practica se optimiza la condicion fisica para un buen desempe?o en el juego, aspirando a una mejor calidad de vida. Los valores y competencias propias de este dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superacion en su formacion personal y profesional. El manejo del juego como estrategia de aprendizaje tanto para ni?os como adultos, es fundamental en el aprendizaje de este curso, ademas de desarrollar nuevos lideres en las diferentes actividades que se puedan generar. Cada uno de estos factores van de la mano con el perfil de egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt9045",
    "name":"Actividad Física, Deporte y Salud",
    "description":"Este curso deportivo pretende apoyar la formacion de los estudiantes, de las diferentes carreras de la Universidad, por medio de la actividad fisica y el deporte, entregando conocimientos iniciales sobre el rol del ejercicio fisico en la promocion y prevencion en salud, asi como una orientacion para la practica deportiva segura para toda la poblacion, independiente de su edad, sexo o nivel de destreza. Para ello, estudia desde la actividad recreativa hasta el deporte de competencia o de alto rendimiento, y analiza el impacto que tiene la practica de actividad fisica y deportiva como fenomeno social y economico. Tambien, el curso tiene como proposito que los alumnos conozcan, comprendan y utilicen el ejercicio fisico como un elemento de prevencion y terapia, ademas de opcion vocacional y laboral, transformandose en posibles lideres en este campo de la actividad humana como deportistas, dirigentes o profesionales que desarrollen su actividad laboral pudiendo influir positivamente en la practica de la actividad fisica y deporte a nivel nacional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt9055",
    "name":"Intro a la Práctica Deportiva para Personas Con Discapacidad Visual, Motora e Intelectual Niv Básico",
    "description":"El curso deportivo de Introduccion a la practica deportiva para personas con discapacidad visual, motora e intelectual, nivel basico, se caracteriza por ser teorico practico el cual se acerca al estudiante con el fin de dar a conocer las alternativas de la practica deportiva paralimpica y otros. En este curso se comprenderan los aspectos basicos y esenciales de la preparacion y organizacion de una actividad deportiva con esta poblacion a nivel local. Orientado para todos los estudiantes de la UC, los cuales tengan interes en el enfrentamiento global de la discapacidad incluyendo los aspectos fisicos, psicologicos, legales y de insercion social que inciden en el desarrollo de actividades practicas deportivas de integracion e inclusion en contextos diversos. El curso considera que el estudiante efectue visitas fuera del horario de clases, con el fin de conocer y diagnosticar lo aprendido durante las sesiones. Cabe destacar, que el curso esta abierto a todos aquellos estudiantes de la UC que requieran tomar este curso deportivo.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt9065",
    "name":"Embajadores de Cambio, para Una Vida Activa",
    "description":"El curso Embajadores de Cambio para una Vida Activa, se categoriza dentro de una actividad psicomotriz y sociomotriz, que entrega un conjunto de herramientas a fin de que el y la estudiante, desarrollen competencias que le permitan incentivar, en su entorno social, el habito de una vida en movimiento. Los valores y competencias propios de este curso se desarrollaran a traves de la metodologia A+S y estudio de casos. Las evaluaciones seran a traves de pruebas, evaluaciones de desempe?o por medio de test fisicos y un proyecto colaborativo de intervencion en la comunidad.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt9100",
    "name":"Taichi y Cultura Tradicional China",
    "description":"En esta asignatura teorico - practica, los estudiantes identificaran las caracteristicas del Taichi y desarrollaran las capacidades requeridas para su practica. Establecido mediante catedra, aprendizaje invertido, aprendizaje basado en problemas, aprendizaje cooperativo, simulacion, a partir de donde integraran los fundamentos de este arte marcial tradicional chino que cuenta con un alto reconocimiento debido a su valor terapeutico y que se caracteriza principalmente por potenciar el autoconocimiento y equilibrio interior. Las evaluaciones consideran: Actividades diagnosticas, pruebas escritas, aplicacion de test fisicos, rubrica transversal y aplicacion\/ejercicios reales. Todo esto alineado bajo el perfil del estudiante UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"dpt9335",
    "name":"Motricidad en el Ciclo Vital I",
    "description":"El curso deportivo de Motricidad en el ciclo vital, es un curso teorico practico, perteneciente al certificado academico de actividad fisica, deportes, salud y educacion. Presenta el enfoque teorico respecto al estudio del movimiento humano desde la perspectiva ciclo vital, mediante su practica se optimiza la condicion fisica, para un buen desempe?o en las diversas manifestaciones de la motricidad humana, aspirando a una mejor calidad de vida. Se incorpora la motricidad desde los distintos ambitos de la vida, desarrollando la importancia del movimiento en el diario vivir, desde el vientre materno hasta la edad adulta. Dentro de este curso se organiza el seminario de ?Motricidad en el ciclo vital?, involucrando aspectos de la gestion y el trabajo en equipo, lo cual es fundamental dentro del perfil del egresado UC.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"eag110a",
    "name":"¿Cómo Ser Líder en el Siglo Xxi?",
    "description":"En el curso los estudiantes desarrollaran un ejercicio efectivo y personal del liderazgo a partir de su propio autoconocimiento, identificando y aplicando las fortalezas y competencias necesarias para conducir grupos con una mirada practica y objetivos comunes. Mediante estrategias metodologicas de aprendizaje activo, aplicacion de instrumentos psicologicos y analisis de organizaciones profesionales basadas en el modelo de psicologia positiva, los estudiantes desarrollaran habilidades para guiar a otros en el cumplimiento de las metas deseadas dentro de un clima que promueva la participacion efectiva, la resiliencia y resolucion de conflictos. Las evaluaciones seran a traves de pruebas, controles de lectura y un trabajo grupal.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"eag120a",
    "name":"Finanzas Personales",
    "description":"En el presente curso los estudiantes desarrollaran habilidades de resolucion de problemas y pensamiento critico en relacion con temas financieros basicos asociados con decisiones de su vida cotidiana, considerando el uso de recursos y la toma de decisiones de orden financiero en el ambito personal. Para ello, se analizaran conceptos de finanzas y sus aplicaciones practicas, mediante catedras, analisis de casos, resolucion de problemas y trabajo en equipos interdisciplinarios. Los aprendizajes seran evaluados por medio de tareas personales de resolucion casos, evaluaciones de contenidos y lecturas, el desarrollo de un proyecto grupal y un examen final.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"eag170a",
    "name":"Resolución Creativa de Problemas",
    "description":"Este curso busca desarrollar una mentalidad innovadora para resolver situaciones de la vida diaria en forma creativa, considerando aspectos teoricos y practicos de metodologias innovadoras. Comienza con una introduccion a las mentalidades de la innovacion. Y luego continua en el proceso creativo diferenciando las fases de identificacion del problema, de la resolucion estos. Para aplicar la metodologia y mentalidades estudiadas, se desarrolla un proyecto colaborativo en equipos interdisciplinarios y se analizan casos. Con el fin de profundizar estos aprendizajes, los estudiantes deben realizar tareas individuales de reflexion sobre la creatividad en los problemas cotidianos.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"eag190a",
    "name":"Explorando el Mundo del Trabajo para la Toma de Decisiones Profesionales",
    "description":"El curso busca que el estudiantado, a partir de la comprension del entorno y de sus propios intereses, se aproximen a los contextos organizacionales en los cuales se podrian insertar en el ambito laboral a modo de favorecer el desarrollo de carrera e impactar mediante su quehacer profesional en las organizaciones que se desempe?en. Para ello, se realizan catedras, analisis de casos, charlas de invitados, reflexiones y trabajo en equipos. Los aprendizajes seran evaluados mediante actividades de participacion en clases, tareas de reflexion personal, controles de lectura y un proyecto en equipos interdisciplinarios favoreciendo la comprension del rol profesional en organizaciones desde distintas perspectivas.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"edu023r",
    "name":"Desventaja Socioeducativa y Creencia Democrática",
    "description":"Los y las estudiantes, leyendo interdisciplinariamente, aprenderan a evaluar la desventaja socioeducativa como una construccion sociohistorica y relacional de la que todos y todas somos responsables, antes que como un destino fatal de algunos sujetos y grupos sociales. Asimismo, mediante dialogo, cooperacion, estudio de casos y aprendizaje invertido, se apropiaran de perspectivas y metodos para democratizar, por medio de acciones concretas y viables, sus propios estilos de convivencia que, adquiridos y naturalizados desde el nacimiento, generan y reproducen la desventaja relacional. Los aprendizajes seran evaluados mediante argumentacion, oral y escrita, y una autoevaluacion.",
    "area":"Humanidades"
  },
  {
    "sigle":"edu124c",
    "name":"Ciencia, Medioambiente y Futuro",
    "description":"En el curso los profesionales en formacion podran analizar e investigar problemas ambientales locales y globales vinculados con los avances cientifico-tecnologicos y la crisis etica que ya citaba el Santo Padre, reconociendo su participacion y protagonismo ciudadano al poner el conocimiento en accion. A traves de metodologias como aprendizaje basado en proyectos, estudios de caso y clase invertida, podran interpretar el mundo teoricamente con tematicas socio cientificas que inspiren su desarrollo profesional desde el area que le es inherente. Los aprendizajes seran evaluados por medio de informes, analisis de documentos y un proyecto semestral.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"edu21es",
    "name":"Ecología Integral y Sustentabilidad en Tiempos de Crisis",
    "description":"A partir de dialogos de problemas relativos al cambio climatico y medio ambiente, este curso muestra la necesidad de transitar hacia una ecologia integral de desarrollo humano. En el contexto de una epoca de incertidumbres y de crisis medioambiental, se pretende reformular la idea clasica de sustentabilidad, ligada a un modelo determinado de desarrollo, por la generacion de acciones y de proyectos transformadores y sostenibles, para nosotros y nuestro entorno. La metodologia es activa y consiste en la presentacion, estudio y discusion grupal de problemas ambientales de nuestro tiempo, donde se revisita por diferentes vias de aproximacion la nocion de Ecologia Integral. La evaluacion consiste en realizar pre-talleres reflexivos grupales en cada clase, de dos talleres en parejas, de un ensayo de posicion individual, y de la formulacion grupal de un proyecto sostenible.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"edu222b",
    "name":"Cerrando Brechas Educativas",
    "description":"El curso da la oportunidad de desarrollar habilidades relevantes desde diferentes disciplinas y, desde ellas, aplicar conocimientos profesionales para apoyar y ense?ar a otros, en particular a estudiantes del sistema escolar que requieren especial guia en su desempe?o academico. Para ello se emplea una metodologia de Aprendizaje Servicio (A+S), en un espacio de accion e implementacion concreta de tutorias. El curso incluye evaluaciones formativas (prueba diagnostica) y sumativas, por medio de presentaciones orales, propuestas de solucion e implementacion de tutorias en terreno.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"edu224m",
    "name":"No Temas a la Matemática! Resolución de Problemas en Contextos Reales",
    "description":"En el curso, las y los estudiantes podran acercarse a la matematica desde la perspectiva de la resolucion de problemas, adquiriendo habilidades que trascienden a esta. A traves de la realizacion de talleres colaborativos, podran resolver problemas que desarrollen el pensamiento lateral y el razonamiento logico, asi como tambien generar una nueva disposicion a la matematica en aquellos casos en que ha sido vista como una disciplina compleja y distante, avanzando asi a una valoracion respecto a su contribucion a la conformacion de miembros activos de la sociedad. La evaluacion se realizara mediante un ensayo individual, talleres grupales, auto y coevaluaciones.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"edu324a",
    "name":"Cuerpo y Ecología. Aportes Hacia Una Vida No Antropocéntrica",
    "description":"Este curso examina criticamente el modo en que las filosofias occidentales sobre el cuerpo han configurado la comprension de los seres humanos sobre si mismos, las relaciones entre humanos\/as, y una relacion con la naturaleza que se caracteriza por su explotacion y cosificacion. A traves de catedras, aprendizaje cooperativo, talleres practicos y produccion escrita, las y los estudiantes se aproximaran a perspectivas no hegemonicas sobre los cuerpos, los territorios y la ecologia, contribuyendo a una vision no antropocentrica del mundo. Las evaluaciones seran informes de investigacion grupal y reflexiones individuales.",
    "area":"Humanidades"
  },
  {
    "sigle":"edu424b",
    "name":"Flora y Fauna Invasora en Chile: Impacto para la Biodiversidad",
    "description":"En este curso, las y los estudiantes aprenderan a identificar especies exoticas invasoras en Chile, explorando su impacto ecologico y metodos de control propuestos para cada especie. Para promover estos aprendizajes, se utilizaran metodos activos como estudios de caso, exposicion dialogica y trabajo cooperativo, complementados con salidas a terreno para la observacion directa de especies animales y vegetales exoticos que se encuentran presentes en nuestro entorno mas directo. La evaluacion sera continua y diversa, incluyendo tickets de salida, la creacion y presentacion de un poster, asi como procesos de coevaluacion y autoevaluacion.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"eno2028",
    "name":"Uc Propone: Investigación Aplicada en Ciencias Sociales",
    "description":"El curso UC Propone es una instancia de investigacion en pregrado, en que los y las estudiantes podran involucrarse de forma activa en la solucion de problemas de relevancia publica, mediante la investigacion y estudio de tematicas en Ciencias Sociales que son propuestas y elegidas en un proceso de votacion abierto a todo el estudiantado UC. A traves de metodologias como catedra, aprendizaje cooperativo, estudio de caso y aprendizaje basado en problemas podran desarrollar habilidades de investigacion aplicada e interdisciplinaria. Los aprendizajes seran evaluados por medio de evaluaciones formativas y sumativas como informes y presentacion de seminario.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"enf1100",
    "name":"Sueño: ¿Cómo Mantener y Mejorar Esta Necesidad Vital?",
    "description":"Profundiza en el sue?o como una necesidad vital, desde el autocuidado conociendo su estructura, funciones, e importancia, el impacto del mal dormir con mirada interdisciplinaria en diferentes contextos, personales, sociales y productivos, impacto en la salud fisica y mental, entre otras. Entrega herramientas para identificar factores que influyen en el sue?o y la higiene del sue?o aplicandola en ellos y en personas que los rodean, para mejorar su calidad. Metodologia participativa, autoaprendizaje, trabajos grupales, foros y evaluacion de conocimientos, con enfasis en trabajo colaborativo y en habilidades comunicacionales. El curso se alinea con el perfil del estudiante UC favoreciendo la busqueda de la verdad, la aproximacion a la realidad en que se insertan, mirada interdisciplinaria y aporte a la solucion de problemas, con pensamiento critico, creatividad, colaboracion y capacidad de comunicar. Mirar el sue?o como una necesidad que impacta la calidad de vida, ayuda a desarrollar su compromiso social y publico, con miras al bien comun, siendo expertos en sus areas de conocimiento insertos en un mundo globalizado.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"enf1126",
    "name":"Salud Intercultural",
    "description":"",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"eso008",
    "name":"Folklore Chileno",
    "description":"El curso constituye una instancia de reflexion sobre los aspectos mas relevantes de las tradiciones folkloricas chilenas. Tiene como objetivo conocer, relevar y valorar el patrimonio cultural material e inmaterial de las tradiciones folkloricas chilenas, distinguir y comparar hechos, situaciones y objetos folkloricos, indagando en sus raices y variantes regionales, comprender los aspectos de la llamada sabiduria popular, poner en comun y distinguir sus componentes religiosos y sociales y reflexionar criticamente sobre la relacion entre estas manifestaciones esteticas y la construccion de identidades locales y regionales. Con este fin, se realizaran clases presenciales con material audiovisual, con apoyo en visitas a museos y galerias y complementadas con actividades en terreno, trabajos grupales y conversatorios en el aula. A traves de las actividades grupales se espera conectar con los contenidos del curso referidos al trabajo en comunidad, tan relevante en las manifestaciones folkloricas chilenas.",
    "area":"Humanidades"
  },
  {
    "sigle":"eso013",
    "name":"El Cuerpo en la Historia del Arte",
    "description":"Con este curso se busca sintetizar y analizar comparativa y criticamente las diversas representaciones y usos del cuerpo en la historia de las representaciones artisticas, con particular acento en las artes visuales, a traves de una serie de ejercicios de visionado y presentaciones en el aula, asi como tambien salidas a terreno en museos, galerias y otros espacios de difusion artistica. A traves de exposiciones grupales y trabajos escritos, de caracter critico, los y las estudiantes analizaran imagenes de la corporalidad inscritas en la tradicion occidental, que expresan un rico y complejo tejido de circunstancias historicas, discursos sociales y concepciones del cuerpo, que van desde lo anatomico y antropologico a consideraciones sobre las categorias esteticas modernas y contemporaneas. Se espera reflexionar criticamente sobre este cruce disciplinario en presentaciones y textos de gran rigor metodologico y conceptual.",
    "area":"Artes"
  },
  {
    "sigle":"eso015",
    "name":"Estética y Técnica",
    "description":"El curso propone una reflexion critica de las relaciones entre la tecnica y la tecnologia por medio de hitos culturales como el mito, el teatro, la escritura, la perspectiva, la fotografia, el museo, el cine, los videojuegos y el conjunto de la tecnologia digital. De este modo este curso se propone establecer una relacion interdisciplinaria entre las areas del conocimiento de la ciencia (la tecnica y la tecnologia), las artes y la filosofia. Se realizaran lecturas y se sostendran discusiones de los modos en los que la tecnica, con el dominio de las artes y sus obras, configura y produce cambios decisivos en las experiencias y aspiraciones politicas, eticas y esteticas de las colectividades humanas. Se evaluara la capacidad de asimilacion de los principales conceptos y problemas asociados al curso, asi como la argumentacion efectiva de los principios discutidos.",
    "area":"Humanidades"
  },
  {
    "sigle":"est210a",
    "name":"Fundamentos de la Estética",
    "description":"El curso plantea aspectos fundamentales de la reflexion estetica desde sus origenes modernos en la disciplina filosofica, asi como sus categorias, objetos de estudios y metodologias, lo cual permitira identificar, a traves de trabajos individuales y grupales, el recorrido historico de la estetica hasta sus formulaciones filosoficas y politicas en el siglo XXI. Esta aproximacion constituye una reflexion critica sobre la estetica como forma de conocimiento de la subjetividad y sus contextos sociales, historicos y politicos, para lo cual se impulsara la escritura de textos de caracter ensayistico, en que se pondra a prueba la comprension lectora y la capacidad de expresarse criticamente sobre el acercamiento sensible a la realidad.",
    "area":"Humanidades"
  },
  {
    "sigle":"eti1004",
    "name":"Derechos Humanos, Ética y Sociedad: Una Perspectiva Sociológica",
    "description":"Este curso aborda criticamente la relacion entre derechos humanos, etica, sociedad y democracia en America Latina, con enfasis en el caso chileno. A traves de catedras, estudio de casos, visitas a terreno y trabajo con organizaciones de la sociedad civil, el estudiantado conocera los fundamentos historicos y eticos de los derechos humanos, experiencias contemporaneas de violaciones masivas a los derechos humanos, y los mecanismos sociales para abordarlas: verdad, justicia, reparacion, memoria y educacion. Se espera que el estudiantado desarrolle habilidades de pensamiento critico y discernimiento etico, y pueda aplicar el enfoque de derechos humanos en su futuro quehacer profesional, fortaleciendo una ciudadania activa y comprometida con la democracia. Las evaluaciones se realizaran a traves de posters, analisis de casos e informes escritos asociados a un proyecto con impacto social.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"euc8002",
    "name":"Persuasion in Action: Navigating the 17 Sdgs Through Effective Communication",
    "description":"",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"fis0104",
    "name":"Física en la Música",
    "description":"La Musica es un genero artistico que se caracteriza por ser uno de los aspectos culturales universales presentes en todas las sociedades humanas, y cumple una funcion de vital importancia en el desarrollo cognitivo y emocional de las personas. Este curso tiene como objetivo central el desarrollo de habilidades transversales de resolucion de problemas y comunicacion efectiva a partir del aprendizaje de temas de la Fisica relacionados directamente con la Musica occidental y el Sonido. Se espera que el estudiantado pueda comprender y utilizar conceptos relevantes para generar explicaciones de fenomenos asociados a experiencias auditivas. El curso incluye clases expositivas, demostraciones audiovisuales, simulaciones, estudio de casos, trabajo en equipo y aprendizaje basado en problemas. Los objetivos de aprendizaje se evaluaran mediante pruebas de alternativas, elaboracion de capsulas, presentacion de poster y evaluacion de trabajo en equipo entre pares. Este curso es un aporte a la formacion general e integral de estudiantes universitarios ya que promueve principalmente el desarrollo de habilidades cientificas a partir del vinculo entre artes y ciencias.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"fil2001",
    "name":"Filosofía: ¿Para Qué?",
    "description":"Este curso entrega herramientas a las y los estudiantes para reflexionar sobre la condicion humana, la libertad y su sentido en el contexto de nuestra cultura moderna occidental. Para ello, se discutiran, en forma sistematica y dialogica, las grandes preguntas filosoficas a lo largo de la Antiguedad Clasica, la Modernidad y la Edad Contemporanea. Se abordaran especificamente los problemas de la cultura contemporanea a traves de las nociones antropologicas clave: condicion humana finita y relacional, identidad humana y diversidad, lenguaje, cooperacion, libertad, justicia, equidad y trascendencia.",
    "area":"Formacion Filosofica"
  },
  {
    "sigle":"fil2002",
    "name":"Ética: ¿Cómo Deberíamos Vivir?",
    "description":"Este curso pregunta y reflexiona sobre la accion humana, aportando claridad sobre los fundamentos de la etica filosofica, para aplicarlos en el ejercicio de la deliberacion como metodo de resolucion de problemas. A traves de metodologias para el aprendizaje activo, la reflexion sobre diversos textos, aprendizaje basado en problemas y analisis de casos actuales, los y las participantes desarrollaran habilidades y actitudes de dialogo y pensamiento critico. Se evaluara mediante actividades de analisis de textos filosoficos y deliberacion de casos, como prueba, ensayo y trabajo grupal.",
    "area":"Humanidades"
  },
  {
    "sigle":"fil2003",
    "name":"Verdad, Bien y Belleza",
    "description":"Este curso aporta a las y los estudiantes una mirada interdisciplinaria de la realidad, basada en una reflexion en torno a tres problemas fundamentales de la filosofia: la verdad, el bien y la belleza. Mediante el analisis de textos y el dialogo grupal, el estudiantado podra identificar, distinguir, valorar y argumentar las formas de interrogar la realidad que tienen las disciplinas humanisticas, artisticas y cientificas, asi como, los caminos que desarrollan para intentar responderlas. Contenidos que se abordaran en situaciones evaluativas como, prueba, ensayo y examen final integrador de los contenidos del curso.",
    "area":"Humanidades"
  },
  {
    "sigle":"fil2005",
    "name":"De Homero a Facebook: Filosofía de la Tecnología",
    "description":"El curso busca que los y las estudiantes logren encontrar\/construir una posible respuesta al reto puesto por el vivir en una sociedad tecnologica, analizar diversas posturas desde la filosofia de la tecnologia, su impacto en la vida cotidiana, social y politica y relacionar fundamentos teoricos con la propia experiencia de vida. A traves de, metodologias que permitiran el dialogo, mediante discusiones grupales, estudios de caso y un proceso de escritura fundamentada, que seran evaluadas a traves de bitacoras, fichas de lectura, autoetnografia e informe de investigacion.",
    "area":"Humanidades"
  },
  {
    "sigle":"fil2006",
    "name":"Introducción a la Argumentación",
    "description":"El curso promueve que el\/la estudiante desarrolle conocimiento de los principales aspectos de la teoria logica y semantica de la argumentacion, tanto en cuestiones historicas como teoricas y en el manejo de procedimientos formales y materiales especificos; estructura de tipos fundamentales de discursos, procesos de formacion de opinion y, riesgos de inconsistencias y paradojas en el discurso racional. Mediante estrategias metodologicas como catedra, lectura y discusion de textos, desarrollo de ejercicios en clases y aprendizaje cooperativo. La evaluacion de los aprendizajes se realizara por medio de evaluaciones individuales como, prueba, ensayo e investigacion.",
    "area":"Humanidades"
  },
  {
    "sigle":"fil2007",
    "name":"Espiritualidad y Sentido de la Vida en la Sociedad de Consumo",
    "description":"En este curso, el y la estudiante analizara el significado de la espiritualidad y su lugar en la sociedad actual. A partir de diversas perspectivas interdisciplinarias, conocera la historia de la espiritualidad occidental, la diferencia entre espiritualidad y religion, la concepcion de filosofia como forma de vida y algunas rehabilitaciones contemporaneas de la espiritualidad. A traves de metodologias como catedra, analisis de caso, aprendizaje invertido y cooperativo problematizara sobre las implicancias individuales y sociales de una perspectiva espiritual, la relacion entre transformacion personal y social, y las dificultades en la busqueda de sentido de vida en el contexto de la sociedad de consumo. Las evaluaciones del curso seran por medio de pruebas de aplicacion, controles de lectura y examen escrito.",
    "area":"Humanidades"
  },
  {
    "sigle":"fil2008",
    "name":"Uc Propone: Investigación Aplicada en Ciencias Sociales",
    "description":"El curso UC Propone es una instancia de investigacion en pregrado, en que los y las estudiantes podran involucrarse de forma activa en la solucion de problemas de relevancia publica, mediante la investigacion y estudio de tematicas en Ciencias Sociales que son propuestas y elegidas en un proceso de votacion abierto a todo el estudiantado UC. A traves de metodologias como catedra, aprendizaje cooperativo, estudio de caso y aprendizaje basado en problemas podran desarrollar habilidades de investigacion aplicada e interdisciplinaria. Los aprendizajes seran evaluados por medio de evaluaciones formativas y sumativas como informes y presentacion de seminario.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"fon103",
    "name":"Inclusión y Discapacidad: el Valor de la Diversidad",
    "description":"Esta asignatura busca desarrollar contenidos y competencias especificas por parte del estudiante en el ambito de la inclusion y la discapacidad promoviendo el desarrollo de habilidades transversales como el respeto por la dignidad de las personas, creatividad e innovacion y trabajo en equipo interdisciplinario. Es un curso teorico-practico en el que se aplicaran metodologias como clases interactivas, lectura personal, revision de la literatura, team based learning y trabajo en grupos peque?os. Contara con cuatro evaluaciones sumativas (85%) y una evaluacion actitudinal (15%).",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"fon104",
    "name":"Fundamentos Básicos de Cultura Sorda y Lengua de Señas Chilena",
    "description":"El presente curso busca entregar contenidos teoricos-practicos sobre Cultura Sorda y Lengua de Se?as Chilena (LSCh) generando reflexion en los y las estudiantes en cuanto a la realidad de las personas sordas en nuestro pais y en el mundo, asi como a reconocer su aporte a la sociedad. La finalidad del curso es que cada estudiante cuente con conocimientos y habilidades que les permita abordar a personas sordas en el area en que se desempe?en como estudiantes (en instancias de practica) y posteriormente en su ejercicio profesional.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"geo623",
    "name":"Patrimonio, Territorio y Turismo: Una Relación de Contrastes",
    "description":"En este curso, el y la estudiante abordaran desde una perspectiva interdisciplinaria, critica, practica y reflexiva territorios que, teniendo algun grado de identificacion patrimonial, deben convivir con la actividad turistica. Desarrollaran habilidades para analizar y evaluar elementos patrimoniales y turisticos, ademas de proponer soluciones en equipos de trabajo, desde diversas perspectivas y ambitos del estudio. Las estrategias metodologicas consideran catedras, aprendizaje basado en equipo y en proyectos, con el fin de proponer estrategias de desarrollo sostenible para los territorios patrimoniales urbanos con uso turistico. La evaluacion de los aprendizajes considera pruebas, controles de lectura, informes de terreno e informe final de proyecto.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"gob2018",
    "name":"Democracia y Desarrollo",
    "description":"En el curso, el estudiantado podra estudiar la relacion entre estados y mercados con un enfasis en el analisis politico-institucional de los procesos de democratizacion y desarrollo como principales ejes tematicos. En particular, el curso examina como distintas instituciones politicas moldean las trayectorias de desarrollo de los paises y, a su vez, como los procesos economicos afectan la adopcion de instituciones politicas democraticas. Se utilizaran estrategias metodologicas como catedras, aprendizaje basado en equipos y estudios de casos. La evaluacion sera en base a controles de lectura y materia, ademas de trabajos grupales de analisis e investigacion.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"gob2019",
    "name":"Principios de Política Pública",
    "description":"El curso es una puerta de entrada para que los estudiantes desarrollen habilidades para el analisis y la practica de politicas publicas. Mediante estrategias metodologicas como catedra, aprendizaje basado en problemas y equipo, y visitas de expertos, podran analizar con una mirada multidisciplinaria, la naturaleza de lo publico y el rol de la politica en ello, las etapas del ciclo de las politicas publicas y sus desafios; y evaluar temas clave de politicas publicas en Chile. Los aprendizajes seran evaluados por pruebas, tareas grupales, columna de opinion y debate.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"gob2020",
    "name":"Segregación y Desigualdad en la Ciudad",
    "description":"En el curso los y las estudiantes comprenderan de que forma el territorio influye en el bienestar ciudadano, desarrollo humano y sociedades sustentables. A traves de metodologias como catedra y aprendizaje basado en equipos, elaboraran un diagnostico territorial y analizaran de que manera politicas publicas territoriales y sectoriales inciden en la distribucion espacial de oportunidades de desarrollo humano. A lo largo del curso, se pondra enfasis en como los distintos topicos se relacionan con la crisis social por la cual ha estado atravesando Chile. Los aprendizajes seran evaluados por medio de pruebas, controles y un diagnostico urbano.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"gob2021",
    "name":"Derecho y Cambio Social",
    "description":"En este curso, los y las estudiantes utilizaran herramientas de analisis para reflexionar criticamente sobre la relacion entre las instituciones juridicas y los conflictos sociales y politicos, examinando como distintas fuerzas sociales y politicas influyen en las instituciones juridicas, como las instituciones juridicas funcionan en la realidad, y como estas impactan en el bienestar de los ciudadanos. Los aprendizajes se promoveran a traves de catedras, visitas de expertos, aprendizaje basado en equipos y problemas. Las evaluaciones consideran pruebas escritas, analisis de casos y minutas de analisis de textos.",
    "area":"Humanidades"
  },
  {
    "sigle":"gob2022",
    "name":"Desigualdad y Cohesión Social",
    "description":"En este curso, los y las estudiantes comprenderan los delicados problemas de equidad y cohesion social que enfrentan las sociedades en la actualidad. Un enfasis especial en observar esta clase de problemas en la configuracion del estado en America Latina, atravesara todo el curso. Conoceran de primera fuente las investigaciones mas recientes en esta area de estudio y profundizaran en tematicas especificas a traves de metodologias como catedras, aprendizaje invertido y aprendizaje colaborativo. Los aprendizajes se evaluaran a traves de exposiciones, discusiones sobre textos y un examen escrito.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"gob2023",
    "name":"Justicia Criminal y Proceso Penal en el Estado de Derecho: Una Visión Introductoria",
    "description":"El curso se orienta a que el estudiantado comprenda los valores y el funcionamiento de las principales instituciones del sistema de justicia criminal y el proceso penal en Chile. A traves de una metodologia activa, centrada en la logica de clase invertida y la aplicacion de diversas estrategias de trabajo participativo en el aula (trabajo en grupos, estudio de casos, etc.), podran reflexionar criticamente sobre los debates publicos, propuestas de reforma legal y politica publica del area y los resultados del trabajo de las principales instituciones. Los aprendizajes seran evaluados a traves de diversos instrumentos que incluyen la redaccion de una columna de opinion, un control escrito, una presentacion grupal, un trabajo final escrito y la participacion en un foro asincronico.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"gob2026",
    "name":"Clones Estadísticos: Pensamiento Crítico Desde la Ciencia Datos y Políticas Públicas",
    "description":"En este curso teorico-practico, los y las estudiantes aprenderan emplear herramientas y metodologias estadisticas para desarrollar investigaciones empiricas, analizando, evaluando e interpretando los datos observacionales. Tambien desarrollaran la capacidad de comunicar los resultados obtenidos y diferencias conceptualmente la causalidad y la correlacion. Estos aprendizajes se promoveran mediante catedras, analisis de casos, lecturas y aprendizaje basado en equipos, y las evaluaciones contemplan analisis individual de casos, asistencia y presentaciones grupales orales.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"gob2027",
    "name":"Sociedad, Epidemias y Amenazas Emergentes",
    "description":"En este curso, las y los estudiantes desarrollaran habilidades para analizar y abordar desafios emergentes en salud publica, con un enfoque en la interseccion entre sociedad, ciencia y politica. A traves de estrategias de aprendizaje activo, como estudios de casos, discusiones grupales y proyectos practicos, exploraran como factores como el cambio climatico, la globalizacion y la movilidad humana generan nuevas amenazas. Tambien examinaran intervenciones clave, como la infraestructura sanitaria, la vacunacion y la educacion en salud, para dise?ar soluciones creativas y eticas ante crisis sanitarias. Las evaluaciones incluiran analisis de casos y proyectos practicos, con la participacion de especialistas de diversas disciplinas.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ibm1101",
    "name":"Conociendo Nuestro Cerebro: Mitos, Misterios y Desafíos",
    "description":"El curso permitira a las y los estudiantes una aproximacion al estudio del cerebro humano, uno de los desafios cientificos mas complejos del ultimo siglo. Mediante estrategias metodologicas como, aprendizaje basado en problemas, estudios de caso y aprendizaje invertido, se responderan 18 preguntas claves sobre el funcionamiento de nuestro cerebro; discutiremos sobre el sue?o, conciencia, conductas adictivas, atencion, lenguaje, memoria, entre otras. Se realizaran evaluaciones formativas de diagnostico y quiz de preguntas, y evaluaciones sumativas como informe de proyecto grupal, solucion de problemas, ensayo y prueba final.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"ich100g",
    "name":"Agua y Futuro: Gestión en Chile",
    "description":"En este curso, los y las estudiantes reflexionaran sobre el ciclo del agua y balances hidricos considerando aspectos de Ciencias de la Tierra. Se buscara que sean capaces de proponer soluciones estructurales y no-estructurales para una gestion integral del recurso hidrico en Chile, fomentando la conciencia sobre la diversidad hidrica en Chile, potenciando el pensamiento critico y tecnologico en la gestion y disponibilidad del agua. Finalmente, las y los estudiantes deberian ser capaces de entender problemas socio-ambientales asociados al recurso hidrico. La evaluacion sera mediante tareas y proyectos. Los aprendizajes se promoveran a traves de catedras, estudios de casos y aprendizaje basado en problemas. Las evaluaciones consideran asistencia a clases, tareas y trabajos grupales.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"icm100g",
    "name":"Manufactura para la Fabricación",
    "description":"En el curso el estudiantado podra desarrollar el conocimiento cognitivo y practico sobre los procesos de manufactura contemporaneos, incluyendo la perspectiva critica del crecimiento economico que conlleva el desarrollo tecnologico de los mismos. Lo anterior con un enfasis tanto en los procesos modernos empleados hoy en la industria manufacturera como tambien en su aplicacion a los procesos de dise?o de productos, prototipado y series cortas; mediante clases expositivas, reflexiones historicas, discusiones en base a casos de estudio, visitas a empresas y actividades de fabricacion en los talleres disponibles. Los aprendizajes se evaluaran por medio de un proyecto semestral, tareas grupales, talleres, evaluaciones parciales y finales, co- evaluacion, entre otras.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"icp0156",
    "name":"Política y Poder en Chile",
    "description":"En el curso los y las estudiantes podran abordar el proceso politico chileno desde la independencia hasta la actualidad. A traves de metodologias como exposicion dialogica de contenidos, aprendizaje basado en equipo y estudios de caso, podran desarrollar la capacidad para conocer y analizar de manera sistematica los origenes, desarrollo y quiebres de la democracia chilena, los factores internos y externos que inciden en el desarrollo politico y economico, focalizado en el rol de los principales actores politicos y su interaccion con las instituciones. Los aprendizajes seran evaluados por medio de ensayo y presentacion oral grupal.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"icp0158",
    "name":"Democracia, Interculturalidad y Pueblos Originarios: Desafíos Sociales y Políticos",
    "description":"En este curso, los y las estudiantes aprenderan herramientas para analizar criticamente y desarrollar propuestas que aborden los desafios que afrontan las democracias para construir relaciones justas, interculturales y pacificas entre pueblos originarios, el mundo no indigena y el Estado. Para ello, se emplearan estrategias metodologicas mixtas como catedra, estudio de casos, aprendizaje basado en problemas y conversatorios con actores relevantes, que faciliten el aprendizaje interdisciplinar e intercultural. Las evaluaciones incluyen el analisis de casos, la realizacion de presentaciones orales grupales y un trabajo final escrito enfocado en analizar y abordar un conflicto de convivencia intercultural o democratica.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"icp0351",
    "name":"Desarrollo Institucional y Socioeconómico de Asia",
    "description":"En el curso los y las estudiantes podran conocer el estilo de las politicas economicas y\/o de desarrollo socioeconomico en la region asiatica. A traves de metodologias como catedra, estudios de caso, aprendizaje invertido y basado en equipos, abordaran los efectos de la aglomeracion urbana, las consecuencias del complejo cambio social en estas ultimas dos decadas de las sociedades del noreste y sudeste asiatico, los principales rasgos del desarrollo politico-institucional de esos paises e implicaciones de sus politicas exteriores en la seguridad regional y mundial. Los aprendizajes seran evaluados mediante ensayos, estudios de caso e informes de trabajo en equipo.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"icp0720",
    "name":"Democracia Ayer y Hoy",
    "description":"En este curso los estudiantes aprenderan a pensar criticamente sobre los diveros sistemas democraticos que han existido desde que aparecio este sistema politico en Atenas en el siglo V a.e.c, examinando las razones por las cuales la democracia ateniense fue criticado por sus contemporaneos y por teoricos politicos de epocas posteriores, para ser rehabilitado a partir del siglo XIX en su forma representativa. El estudio de la democracia, de sus criticos y promotores en distintas epocas guiara las clases lectivas, que se espera sean instancias de aprendizaje, dialogo y discusion que promuevan el desarrollo del pensamiento critico y la comunicacion oral efectiva.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"ieu2002",
    "name":"Sociología de las Grandes Ciudades",
    "description":"Este curso es una introduccion a la sociologia urbana y los estudios urbanos. A traves de metodologias activas como catedra, talleres de aplicacion, aprendizaje basado en equipo y estudios de caso, se espera que el\/la estudiante reflexione sobre aquellos elementos que configuran tanto las ciudades como la experiencia que estas ofrecen a quienes las habitan, profundizando desde una perspectiva interdisciplinaria en las caracteristicas sociales, economicas, politicas y culturales de la vida en la ciudad y en la persistencia de diversas desigualdades. Para la evaluacion del curso, se realizara prueba escrita, trabajos grupales y trabajos individuales de aplicacion y reflexion urbana.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"ieu2047",
    "name":"Desarrollo Local Sustentable: Conceptos, Prácticas y Políticas",
    "description":"El proposito del curso es analizar el desarrollo local sustentable desde una perspectiva critica que permita examinar su contribucion a la solucion de las problematicas ambientales contemporaneas. Dicho analisis sobre una dimension conceptual, posteriormente sobre procesos y practicas contemporaneas en que se aplica el desarrollo local sustentable y finalmente sobre la construccion de politicas publicas. Este analisis se propone sobre un esquema de trabajo teorico-practico, que combinara clases lectivas, lecturas y actividades de discusion que permitan incorporar las experiencias de los estudiantes al proposito del curso.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ieu2048",
    "name":"Exploraciones Urbanas: Territorio Sustentable",
    "description":"Las exploraciones urbanas son una aproximacion a la realidad urbana desde una perspectiva critica y reflexiva que intenta abordar el fenomeno urbano desde toda su complejidad pero con claridad. El curso se plantea como una oportunidad para el estudiante para explorar cuales son los componentes principales de la problematica de la sustentabilidad en torno a la ciudad y el territorio que esta involucra. Este curso involucra metodologias de aprendizaje activo que incluye catedra del profesor, la realizacion de talleres, trabajos de campo, la realizacion y analisis de videos, la realizacion de juego de roles y el uso de plataformas virtuales como google forms o mentimeter.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ieu2050",
    "name":"Planificación Urbana Participativa",
    "description":"El curso tiene como objetivo abordar el rol de la ciudadania en la planificacion urbana, desde dimensiones sociales, politicas, culturales y ambientales. La participacion de las comunidades es fundamental para alcanzar ciudades sustentables, y representa un desafio en el contexto actual. En este curso, se propone empezar revisando los conceptos y la literatura teorica sobre la planificacion urbana participativa, para despues analizar procesos de participacion ciudadana en planes, programas y proyectos urbanos. Por ultimo, se abordara el tema de la inclusion social (enfoque de genero, ni?os, tercera edad). La metodologia del curso incluye clases lectivas, analisis de casos, talleres, terrenos y experimentaciones. El curso busca contribuir a formar profesionales capacitados en temas de participacion, que miran a la realidad con amplitud y proponen soluciones con pensamiento critico, colaboracion y compromiso social.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ieu2051",
    "name":"Género y Ciudad: Aproximaciones a Un Urbanismo Feminista",
    "description":"El curso propone introducir a los y las estudiantes a las teorias, metodologias y contenidos fundamentales de los estudios de genero y su relacion con la ciudad. Pretende promover una reflexion critica y la incorporacion de la variable genero al analisis de los procesos de desarrollo urbano. Enfatiza la exploracion de dichos procesos y como se incorpora la variable de genero en distintos ambitos del espacio, la ciudad, las politicas publicas y los actores. Por ello, tiene como objetivo crear un espacio de reflexion y trabajo practico, a traves de diversas metodologias tales como, aprendizaje invertido, aprendizaje basado en equipos, conversatorios y catedras. Y evaluaciones como, pruebas y foros individuales.",
    "area":"Humanidades"
  },
  {
    "sigle":"ieu2052",
    "name":"Exploraciones Urbanas",
    "description":"Las exploraciones urbanas son una aproximacion a la realidad urbana desde una perspectiva critica, reflexiva y experiencial. En este curso, el y la estudiante aprenderan a analizar desde la mirada de la ecologia integral las ciudades, sus espacios, asi como las experiencias de sus habitantes y los problemas urbanos. A traves de reflexiones individuales acerca de temas emergentes y de trabajos colaborativos sobre espacios y desafios urbanos, el y la estudiante podran adquirir herramientas conceptuales y practicas para abordar los desafios contemporaneos de los contextos urbanos. Los aprendizajes seran evaluados a traves de ensayos, analisis de casos e informes escritos grupales.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ieu2067",
    "name":"Energía, Infraestructura y Territorio",
    "description":"El curso introduce a conceptos basicos de la energia y a la comprension de su despliegue territorial, junto con una mirada critica e innovadora respecto de sus implicancias (riesgos y oportunidades) en materia de sustentabilidad, asi como de la funcion que cumple la energia en el desarrollo de los diversos territorios y sus habitantes. El curso combinara clases expositivas, estudio de casos y aprendizaje colaborativo, junto a estudios y presentaciones grupales sobre casos contingentes, que relevan una aproximacion reflexiva desde las diversas disciplinas de los estudiantes.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ieu2080",
    "name":"Futuros Urbanos 2100: Planificación Integrada para Ciudades Sostenibles y Resilientes",
    "description":"En \"Futuros Urbanos 2100\", las y los estudiantes se convertiran en agentes de cambio para dise?ar ciudades sostenibles y resilientes. A traves de metodologias participativas y proyectos colaborativos, exploraran desafios urbanos actuales y futuros, aplicando tecnologias emergentes y estrategias de gobernanza adaptativa en planificacion urbana. Estos aprendizajes se desarrollaran a traves de catedras, aprendizaje basado en problemas y talleres participativos, donde analizaran casos reales y desarrollaran soluciones innovadoras que impacten positivamente en la sociedad. La evaluacion incluira informes individuales, proyectos en equipo y una exposicion final que demuestre su aprendizaje y creatividad.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ihi0211",
    "name":"Chile y América Indígena",
    "description":"Se espera que las y los estudiantes reconozcan Chile y America Indigena como un espacio pluricultural y multilingue tanto en tiempos prehispanicos como en la actualidad. Que puedan dilucidar que, a partir de la decada de 1990, emerge un proceso por auto-determinacion indigena desde las criticas a la colonizacion externa e interna y su historicidad. Esto se llevara a cabo por medio de clases expositivas, bibliografia y analisis interdisciplinares, material audiovisual, y visita al Museo Chileno de Arte Precolombino (MCHAP). Los aprendizajes seran evaluados a traves de informes, rese?as, controles escritos y orales.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0519",
    "name":"Músicas Latinoamericanas",
    "description":"Este curso indaga en las relaciones entre las dimensiones historicas, esteticas y sociales de la musica popular latinoamericana del siglo XX y su impacto en el Chile actual. Estos aprendizajes se desarrollaran en base a clases expositivas, discusiones en grupo y la aplicacion de modelos de estudio interdisciplinarios en trabajos grupales de investigacion. El aprendizaje se evaluara con controles de materia y de lectura y un taller grupal que les permita a los alumnos relacionarse con su entorno social y musical desde una perspectiva historica y etnografica.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0520",
    "name":"Vestimenta y Construcciones de Género",
    "description":"Este curso propone un acercamiento a la historia de la vestimenta y la moda desde una perspectiva de genero. Enfatiza la forma como las construcciones y normas sobre identidades y roles de genero determinan aquello que consideramos apropiado o inconveniente, en materia de apariencias. Se espera que al termino del curso el estudiantado analice criticamente y comunique en forma oral y escrita las distintas expresiones vestimentarias contemporaneas asociadas al genero. Estos aprendizajes seran desarrollados mediante debates, producciones escritas, proyectos grupales y evaluados mediante ensayos , proyectos de investigacion y exposiciones orales.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0524",
    "name":"Pueblos Indígenas en Chile: Fronteras, Políticas y Resistencias",
    "description":"El curso aborda desde una perspectiva historiogra?fica, etnohisto?rica y antropolo?gica los pueblos indi?genas en Chile, a partir de estudios de caso en el norte, centro, sur, extremo austral e insular del actual territorio nacional. Busca analizar la relacio?n entre la construccio?n del Estado chileno, de las fronteras, las poli?ticas asociadas como tambie?n las formas de resistencia indi?gena en diversas expresiones tanto a nivel cotidiano como poli?tico. Se analiza la construccio?n del otro indi?gena desde el conocimiento cienti?fico y desde sus protagonistas indigenas y se proyecta a la actualidad, con la comprensio?n de la situacio?n contempora?nea de los pueblos indi?genas en Chile.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0528",
    "name":"Arte, Cultura y Política en la Edad de Oro del Siglo Xx, 1945-1973",
    "description":"En el curso los estudiantes comprenderan la historia contemporanea mundial a la luz de sus experiencias artisticas, culturales, politicas y sociales. Se conocera la segunda mitad del siglo XX, especificamente el tiempo conocido como Edad de Oro (1945-1973), poniendo especial enfasis en sus expresiones artisticas (cine, musica, artes visuales) y en la reflexion de como estas dan cuenta de historia. Esto a traves de clases expositivas, audicion dirigida, discusion de documentacion visual y audiovisual, analisis cartografico y discusion de textos. La evaluacion sera sobre la base de un control de lectura, una exposicion en el aula, un ensayo sobre historia cultural, y un trabajo final donde el estudiante podra utilizar lenguajes sonorosos o audiovisuales.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0529",
    "name":"China: Historia y Cultura",
    "description":"Este curso introduce a estudiantes a la historia y cultura de China, a partir de una mirada analitica que se desprende de la relevancia actual de la Republica Popular China a nivel global, y especificamente en America Latina y Chile. El curso busca la reflexion, evaluacion y sintesis critica de los principales desafios de China contemporanea en perspectiva historica, tanto a nivel interno como en su contexto internacional. Por medio de reflexiones y analisis individuales, y discusiones grupales, tanto orales como escritos, se espera la apropiacion de conocimiento experto y comprension general de la historia y cultura china, asi como las maneras que tenemos de acceder y aproximarnos a ella.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0534",
    "name":"Entendiendo a Rusia: Historia, Cultura y Presente del Gigante Eurasiático",
    "description":"Este curso introducira temas y eventos principales de la historia y cultura rusa, buscando promover un conocimiento general sobre su zona de influencia, explorando los origenes de la relevancia rusa en el contexto internacional actual. Mediante un recorrido tematico transversal, que incluye literatura, artes visuales, historia y cinematografia, este curso aportara a los estudiantes una aproximacion critica a la relacion que `occidente? ha desarrollado con Rusia. Del mismo modo, los familiarizara con el rol cultural y politico que Rusia juega como puente entre Europa y Asia. Para lograr estos objetivos, se mezclaran sesiones lectivas con sesiones de analisis de obras y textos en las cuales las y los estudiantes participaran mediante discusiones grupales.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0537",
    "name":"Revoluciones y Dictaduras en América Latina, Siglos XIX y XX",
    "description":"Este curso introduce a la historia de los procesos revolucionarios y dictatoriales en America Latina en los siglos XIX y XX. A traves de estudio de casos, producciones escritas y visuales, y discusiones grupales, se busca la adquisicion de un marco conceptual que permita comprender estos procesos que provocaron profundas transformaciones sociales, politicas y economicas en los habitantes de la region. Las evaluaciones se dirigen a la participacion en foros, talleres de analisis de fuentes, examen individual y la elaboracion de un poster grupal tematico, a traves de lo que se espera promover una comprension general de la historia de las revoluciones y dictaduras latinoamericanas.",
    "area":"Humanidades"
  },
  {
    "sigle":"ihi0538",
    "name":"Archivos para el Siglo Xxi",
    "description":"En este curso, las y los estudiantes obtendran una comprension integral de la importancia de los archivos y el patrimonio documental conservados en Chile y el mundo, explorando sus funciones y formas de gestionarlos. Se enfatiza su valor para la ciudadania, la historia y la memoria social, analizando los paradigmas disciplinarios que rigen actualmente estas unidades de informacion que respaldan derechos ciudadanos y acercan al conocimiento, la investigacion y la creatividad. Las estrategias de aprendizaje son catedras, analisis de casos y actividades en terreno. Las evaluaciones abarcan controles de lecturas, tareas y presentaciones grupales e informes de talleres en terreno.",
    "area":"Humanidades"
  },
  {
    "sigle":"iic100g",
    "name":"En Búsqueda del Bienestar: ¿Qué Nos Dice la Ciencia?",
    "description":"Usando una metodologia activa, en este curso se analiza y discute criticamente la literatura cientifica sobre el bienestar, procurando comprender los metodos utilizados, sus conclusiones y limitaciones. A traves de las actividades realizadas dentro y fuera de clases, se fomenta la reflexion sobre las conclusiones de la ciencia del bienestar en el contexto de la propia vida de el o la estudiante, y la puesta en practica de actitudes y acciones cientificamente validadas que conducen a un bienestar sostenido.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"iic101g",
    "name":"Inteligencia Artificial: Ciencia y Sociedad",
    "description":"Este curso de Formacion General en inteligencia artificial (IA) permite a estudiantes de distintas areas analizar los fundamentos conceptuales, filosoficos y tecnicos de la IA. A traves de metodologias activas como catedra, analisis de casos, foro y aprendizaje cooperativo, exploraran los principios del aprendizaje automatico y las principales aplicaciones de la IA en diversos ambitos; aplicaran herramientas y tecnicas basicas de IA para resolver problemas reales y evaluaran criticamente los impactos sociales, eticos y ambientales de la IA, promoviendo una vision reflexiva y responsable sobre su desarrollo y uso en la sociedad actual y futura. Los aprendizajes seran evaluados por medio de tareas individuales y grupales, foros y ticket de salida.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"iic102g",
    "name":"Inteligencia Artificial: Ciencia y Sociedad",
    "description":"Este curso de Formacion General en inteligencia artificial (IA) permite a estudiantes de distintas areas analizar los fundamentos conceptuales, filosoficos y tecnicos de la IA. A traves de metodologias activas como catedra, analisis de casos, foro y aprendizaje cooperativo, exploraran los principios del aprendizaje automatico y las principales aplicaciones de la IA en diversos ambitos; aplicaran herramientas y tecnicas basicas de IA para resolver problemas reales y evaluaran criticamente los impactos sociales, eticos y ambientales de la IA, promoviendo una vision reflexiva y responsable sobre su desarrollo y uso en la sociedad actual y futura. Los aprendizajes seran evaluados por medio de tareas grupales e individuales, foros y ticket de salida.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"imt2000",
    "name":"Ciencia de Datos: Qué, Cómo y por Qué",
    "description":"Durante los ultimos a?os la manera de solucionar algunos problemas en la sociedad, se ha revolucionado a traves del uso inteligente de los datos. El desarrollo de la matematica y las ciencias de la computacion han permitido crear tecnologias que automatizan procesos en diversas industrias y ciencias. En este curso los estudiantes adquiriran los conocimientos y habilidades necesarias para comprender y aplicar herramientas basadas en datos: sus ventajas, limitaciones e implicaciones eticas. Para lograr esto, se presentaran las distintas tecnicas y enfoques que se utilizan en proyectos de ciencia de datos y al mismo tiempo se pondran en practica mediante el desarrollo de un proyecto final que comprende llevar a cabo una solucion de ciencia de datos desde inicio a fin.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"ing101g",
    "name":"Uc-Lab: Soluciones Creativas para Desafíos de la Humanidad",
    "description":"En este curso aprenderas un proceso de innovacion temprana para encontrar soluciones exploratorias a grandes desafios de la sociedad, por ejemplo, escasez hidrica, deporte paralimpico, transporte limpio u otros. Al finalizar el curso, habras desarollado una investigacion de contexto, identificando una oportunidad de innovacion y habiendo construido un prototipo fisico tecnologico que materializa esa oportunidad para un segmento concreto de usuarios. A traves de la metodologia de aprendizaje basado en proyectos, aprenderas herramientas de investigacion con usuarios, a iterar soluciones tecnologicas y a exponer de un modo efectivo tus ideas y soluciones.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"kin107",
    "name":"De Computadores y Seres Humanos",
    "description":"En este curso los estudiantes aprenderan conceptos basicos del funcionamiento y procesamiento de informacion de computadores y seres humanos, asi como la relacion entre estos dos mundos. Para lograr este objetivo, ademas de clases expositivas, los estudiantes deberan trabajar en grupo y preparar distintas actividades sobre problematicas computacionales y humanas, como debates y presentaciones, reflexionando desde el quehacer de distintas disciplinas sobre las implicancias en el cotidiano vivir de un mundo que se desarrolla entrelazado a las maquinas. Este curso tributa al perfil UC en la aproximacion de la realidad de forma interdisciplinaria.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"let003g",
    "name":"Preguntas Fundamentales Acerca del Lenguaje Humano",
    "description":"Este curso se propone que los y las estudiantes puedan examinar preguntas fundamentales relacionadas con el origen, las propiedades, y la evolucion del lenguaje humano, considerando criterios de interes, actualidad e interdisciplina, como por ejemplo: ?Cual es la relacion entre lenguaje y pensamiento?, ?Como evolucionan las lenguas?, o ?Hablamos mal los chilenos?. Este objetivo estara orientado por el analisis y discusion acerca de las propiedades del lenguaje y el uso de la lengua, con especial enfasis en valorar la diversidad linguistica y cultural en nuestra sociedad.",
    "area":"Humanidades"
  },
  {
    "sigle":"let004g",
    "name":"La Cultura Quechua",
    "description":"Los y las estudiantes exploraran la cultura quechua, como una manera de reconocer el legado incaico, presente en Ecuador, Colombia, Peru, Bolivia, Argentina y Chile, ademas de interiorizarse de la practica de los aprendizajes para vivir en armonia con todos los seres vivientes y con la Madre Tierra (Pacha Mama), segun la cosmovision andino quechua. De esta manera, se espera que los y las estudiantes comprendan su cosmovision a partir de otra, mediante elementos que estan presentes en la cultura chilena. Para esto, se realizaran clases expositivas, aprendizaje colaborativo y juegos de rol. La evaluacion considera asistencia, pruebas escritas y trabajos de investigacion.",
    "area":"Humanidades"
  },
  {
    "sigle":"let202g",
    "name":"El Misterioso Caso del Curso de Ficción Policial",
    "description":"Este curso revisa las principales caracteristicas y formas artisticas de la literatura y el cine del genero negro, a traves de la historia, por medio de clases expositivas, exhibiciones de peliculas representativas y presentaciones orales de los estudiantes. En este sentido, se plantea como una reflexion en torno a la representacion del bien y el mal en los ultimos siglos, permitiendo desarrollar una vision critica de los contextos economicos y socioculturales que han influenciado estas ideas y a la realidad de nuestro tiempo, asi como una perspectiva valorica que contribuya a la formacion etica e integral de los estudiantes. Los aprendizajes seran evaluados por medio de la escritura de ensayos, participacion en foros virtuales, controles de lectura y trabajos de creacion, integrando una mirada interdisciplinaria a la formacion del estudiante.",
    "area":"Humanidades"
  },
  {
    "sigle":"mat0100",
    "name":"Razonamiento Cuantitativo",
    "description":"La asignatura busca lograr que los estudiantes integren a sus estructuras cognitivas conceptos y tecnicas basicas de la logica, la matematica y la estadistica, para desarrollar la capacidad de resolucion de problemas, elaborar argumentos correctos, y evaluar criticamente si un argumento dado es correcto o no. Para conseguir este objetivo se utilizan, ademas de clases expositivas bidireccionales, instancias de autoaprendizaje tales como talleres de resolucion de ejercicios, tareas que deben ser resueltas en forma independiente y un trabajo de analisis critico de prensa escrita o medios de comunicacion masivos. Estas actividades forman la base de la evaluacion del curso, y la retroalimentacion respecto a estos esta dirigida a orientar dicho aprendizaje.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"mat0123",
    "name":"Matemáticas y Sociedad: Historia, Aplicaciones y Desafíos",
    "description":"Este curso entrega herramientas para que el estudiantado reflexione criticamente sobre la ciencia basica, en el caso especifico de la Matematica, en cuanto a disciplina ligada al desarrollo humano: su origen en la historia, su impacto general en la sociedad a traves de sus aplicaciones, los mitos que la rodean y los desafios que la disciplina afronta actualmente. Estos aprendizajes se promoveran a partir de catedras, analisis de casos y aprendizaje colaborativo, mientras que las evaluaciones comprenden pruebas escritas, tareas grupales y un examen.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"med836",
    "name":"Fin de Vida y Muerte: Distintas Miradas a Un Mismo Fenómeno",
    "description":"La muerte es parte del ciclo vital de las personas, y los cuidados de fin de vida son necesarios para un buen morir. En este curso el estudiante adquirira conceptos fundamentales sobre estos temas, con un enfoque multidisciplinario, abarcando destrezas transversales tanto clinicas, comunicacion, psicosociales y espirituales, incorporando ademas aspectos eticos y culturales. La metodologia sera mediante clases teoricas y actividades de reflexion, discusion y analisis de temas. Se integraran mediante tareas y actividades de servicio los contenidos revisados, ademas de una evaluacion a la mitad y final del curso.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"med838",
    "name":"Diversidad Cognitiva: Mi Rol en la Cultura Inclusiva",
    "description":"Este curso tiene como proposito promover la toma de conciencia de los y las estudiantes sobre la realidad de las personas en situacion de discapacidad, de modo que sean incluidas con dignidad y respeto en su desempe?o laboral y vida cotidiana. Dentro de los temas a abordar se reflexionara sobre las concepciones de discapacidad cognitiva, bienestar e inclusion desde el marco normativo en Chile y desde una perspectiva de derecho. Se plantea una metodologia basada en la generacion de proyectos interdisciplinarios de la mano con actividades de desarrollo teorico y practicas, con el fin de promover el pensamiento critico.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"med842",
    "name":"Salud Planetaria & Cambio Social: Estrategias para la Acción",
    "description":"En este curso teorico-practico, los y las estudiantes aprenderan sobre los cambios que el Antropoceno representa en los sistemas naturales, y analizaran sus afectos en la salud humana. Se estudiaran modelos de estudio y de gobernanza, asi como implementacion de estrategias que permitan comprender y aportar a alcanzar la Salud Planetaria, desde lo global hacia lo local. Es un curso interdisciplinario enfocado en las relaciones entre recursos naturales, sistemas de vida y convivencia, y sus efectos en salud poblacional. Se trabajara mediante actividades en terreno, estudios de casos, catedras y actividades grupales. Los aprendizajes se evaluaran mediante trabajos grupales, ensayos personales y presentaciones orales.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"med863",
    "name":"Uc Propone: Investigación Aplicada en Ciencias Sociales",
    "description":"El curso UC Propone es una instancia de investigacion en pregrado, en que los y las estudiantes podran involucrarse de forma activa en la solucion de problemas de relevancia publica, mediante la investigacion y estudio de tematicas en Ciencias Sociales que son propuestas y elegidas en un proceso de votacion abierto a todo el estudiantado UC. A traves de metodologias como catedra, aprendizaje cooperativo, estudio de caso y aprendizaje basado en problemas podran desarrollar habilidades de investigacion aplicada e interdisciplinaria. Los aprendizajes seran evaluados por medio de evaluaciones formativas y sumativas como informes y presentacion de seminario.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"muc1000",
    "name":"Apreciación de Música en Vivo",
    "description":"El curso se enfoca en el aprendizaje de la capacidad analitica y sensibilidad estetica frente a la interpretacion musical, a traves de la experiencia de asistir regularmente a conciertos en vivo asignados por los docentes del curso. Las clases abordan los recursos expresivos vinculados a la interpretacion de la musica y los modos de escucha, el proceso de asimilacion de una obra, estilo y tiempo musical, entre otros. Las actividades se imparten en una modalidad mixta: una sesion semanal de clases y otra de asistencia a conciertos. Los aprendizajes son evaluados mediante trabajos escritos de analisis de lo observado en los conciertos en vivo.",
    "area":"Artes"
  },
  {
    "sigle":"muc701",
    "name":"Coro",
    "description":"El curso abordara diferentes aspectos de la practica coral y al mismo tiempo algunos contenidos teoricos de la disciplina. Se espera que los estudiantes canten colectivamente a varias voces y que junto a ello apliquen parametros basicos de la tecnica vocal y discriminen distintos estilos musicales. La eleccion del repertorio se realiza a partir de la evaluacion al inicio del curso de las caracteristicas vocales, musicales y tecnicas que posee cada estudiante en particular. Las obras pueden ser de caracter sacro o profano; de raiz folclorica, popular o docta; en idiomas distintos del espa?ol (ej. latin, ingles). La evaluacion es eminentemente practica y con algunos elementos de produccion escrita.",
    "area":"Artes"
  },
  {
    "sigle":"muc859",
    "name":"Introducción a la Música, Ciencia y Tecnología",
    "description":"Curso teorico\/practico, de caracter interdisciplinario, que busca comprender el sonido y sus vinculaciones con las ciencias, la tecnologia y las artes. La metodologia utilizada consiste en clases expositivas, clases invertidas y talleres orientados a la resolucion de problemas y creacion de contenido musical con base tecnologica. La evaluacion esta basada en pruebas escritas, talleres, tareas y participacion en clases.",
    "area":"Artes"
  },
  {
    "sigle":"muc872",
    "name":"La Interpretación Musical: Proceso y Resultado",
    "description":"Curso teorico-practico que, a traves de conceptos y observaciones directas, analiza el proceso de construccion de una propuesta interpretativa musical, de acuerdo a la tradicion escrita y parametros historico estilisticos, a fin de que el alumno comprenda y valore el resultado final que logra un interprete. El curso contempla lecturas criticas, asistencia a conciertos y espacios de conversacion con interpretes.",
    "area":"Artes"
  },
  {
    "sigle":"muc957",
    "name":"Mujer, Música e Historia",
    "description":"El curso propone una revision alternativa a la historia de la musica occidental de concierto desde la optica de la critica feminista de la musica. Su proposito es conocer las ideas mas relevantes producidas por esta y visibilizar el rol que han jugado las mujeres en ella tanto como compositoras e interpretes y como mecenas de la musica. A partir de esto, se busca contribuir a la discusion sobre la inequidad de genero, tanto en el mundo de la musica, como en la sociedad chilena de hoy. El estudiantado sera evaluado a traves de pruebas, ensayos y discusion entre pares.",
    "area":"Artes"
  },
  {
    "sigle":"muc958",
    "name":"La Música en Nuestro Tiempo",
    "description":"El curso muestra sinteticamente la variada gama de propuestas compositivas contemporaneas que van de lo netamente musical a esteticas ligadas a otras disciplinas como musica escenica y nuevos formatos de produccion que incluyen la performance, la instalacion, el paisaje y el arte sonoro. El curso le entregara al alumno las herramientas teoricas y conceptuales para hacer una reflexion critica en torno a las propuestas se?aladas, a traves de discusiones guiadas, lecturas de textos, asistencia a conciertos - ensayos, entrevistas, redaccion de rese?as, apreciaciones y\/o informes escritos. Como aspectos evaluativos se consideran el analisis de las propuestas sonoras nuevas, la participacion en debates guiados y la asistencia presencial a conciertos",
    "area":"Artes"
  },
  {
    "sigle":"muc959",
    "name":"Historia del Canto Coral",
    "description":"El curso aborda la historia musical universal en relacion con la musica coral, relacionando elementos clave de la interpretacion musical vocal colectiva con su contexto historico y entorno cambiante. Ademas, al tener una base disciplinar del area de musica que se combina con el area de humanidades, ofrece una atractiva oportunidad para, ampliar la formacion de cada estudiante, promoviendo el cruzar, o al menos visitar, los limites y fronteras de su propia disciplina o carrera, de manera de aproximarse a otras formas de conocer la realidad y explorar areas del conocimiento que favorezcan su reflexion y el desarrollo de habilidades. Las evaluaciones comprenden pruebas, entregas escritas, audicion de obras y presentaciones grupales.",
    "area":"Humanidades"
  },
  {
    "sigle":"muc960",
    "name":"La Experiencia de las Artes",
    "description":"Curso teorico y practico, que introduce a los alumnos en el conocimiento teorico y la experiencia concreta de algunas de las multiples expresiones artisticas en el mundo de hoy: la opera, la musica sinfonica, el teatro, el cine, el ballet, las artes visuales, la arquitectura y la poesia, con una introduccion a la Estetica. Incluye la asistencia totalmente gratuita a siete actividades en distintos espacios artisticos de Santiago. Se evaluara por medio de trabajos criticos sometidos a la evaluacion de pares y un trabajo final en grupo. En contexto de pandemia las clases teoricas y las experiencias practicas se impartiran online.",
    "area":"Artes"
  },
  {
    "sigle":"nut1001",
    "name":"Pérdidas y Desperdicios de Alimentos",
    "description":"El proposito del curso es comprender y analizar las perdidas y desperdicios de alimentos (PDA), a traves de una aproximacion interdisciplinaria que favorezca una mirada mas holistica respecto al Bienestar y la Salud; promoviendo la proteccion de la persona, las comunidades y nuestra ?casa comun?. El curso proporciona instancias de encuentro e interaccion en el aula. Los y las estudiantes en equipos interdisciplinarios desarrollan un proyecto de servicio que soluciona un problema en PDA de un socio comunitario de manera integradora, de acuerdo a los distintos saberes. El aprendizaje es evaluado formativamente y sumativamente a traves de una interrogacion, controles de salida, presentacion escrita y oral de un proyecto de servicio.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"nut1002",
    "name":"Nutrición y Alimentación: Desde el Lactante al Adolescente",
    "description":"Es un curso teorico practico que entrega las herramientas basicas para entender los cambios nutricionales y alimentarios de las primeras etapas de la vida hasta la adolescencia. En el se describe la importancia de la alimentacion para un adecuado desarrollo y estado de salud de ni?os y adolescentes. El curso proporciona instancias de interaccion y analisis entre estudiantes de distintas carreras que favorecen el analisis de problemas y el trabajo en equipo. El aprendizaje es evaluado sumativamente a traves de dos interrogaciones, talleres grupales y el examen final.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"odo702",
    "name":"Educación en Salud Bucodental",
    "description":"A traves de este curso, se favorecera una aproximacion integral, interdisciplinaria y centrada en la persona, a los problemas de salud bucodental, aportando soluciones desde la educacion y la comunicacion, para que las personas conozcan como pueden mantenerse sanos, prevenir enfermedades o recuperar su salud bucodental, dentro del contexto epidemiologico y del sistema de salud de nuestro pais.",
    "area":"Salud y Bienestar"
  },
  {
    "sigle":"odo703",
    "name":"Uc Propone: Investigación Aplicada en Ciencias Sociales",
    "description":"El curso UC Propone es una instancia de investigacion en pregrado, en que los y las estudiantes podran involucrarse de forma activa en la solucion de problemas de relevancia publica, mediante la investigacion y estudio de tematicas en Ciencias Sociales que son propuestas y elegidas en un proceso de votacion abierto a todo el estudiantado UC. A traves de metodologias como catedra, aprendizaje cooperativo, estudio de caso y aprendizaje basado en problemas podran desarrollar habilidades de investigacion aplicada e interdisciplinaria. Los aprendizajes seran evaluados por medio de evaluaciones formativas y sumativas como informes y presentacion de seminario.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"psg001",
    "name":"Lengua de Señas Chilena: la Comunidad Sorda y Su Cultura",
    "description":"Este curso busca que las y los estudiantes conozcan aspectos generales de la Lengua de Se?as Chilena (LSCh) y la Cultura Sorda desde una perspectiva socio-antropologica. Se realizaran presentaciones sobre antecedentes teoricos asociados a ambos temas, discusiones basadas en lecturas y talleres para el desarrollo de habilidades comunicativas iniciales en LSCh, mediante ejercicios y representacion de situaciones. A lo largo del curso se desarrolla tambien un trabajo practico con metodologia A+S. La evaluacion de los aprendizajes incluye la elaboracion de informes y producto final del trabajo practico; presentaciones de las y los estudiantes usando LSCh; ademas de controles de habilidades receptivas en LSCh y conceptos teoricos.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"qim122",
    "name":"Análisis Forense",
    "description":"En la actualidad, no solamente las ciencias exactas juegan un rol fundamental en las investigaciones criminales y procesos judiciales, cualquier profesion, disciplina, arte u oficio puede, potencialmente, ser aplicada en el area forense. Este curso teorico tiene por finalidad que los estudiantes conozcan los conceptos basicos, principios y aplicaciones de las ciencias forenses y su importancia en las decisiones judiciales. Por otro lado, seran capaces de reflexionar, de forma critica, sobre el sentido de justicia en la sociedad y el rol de cada individuo en la busqueda de la verdad y el bien comun.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"qim124",
    "name":"Mundo de los Medicamentos",
    "description":"Mundo de los medicamentos, con la metodologia A+S, permite que los alumnos analicen con principios cientificos y eticos, la relevancia de las ciencias naturales para conocer los aspectos del uso racional y adecuado de los medicamentos. Esa informacion lo aplicaran en su trabajo de A+S, el cual esta enfocado en el rol social de alumnado, realizando trabajo en grupo, apoyando la comunicacion efectiva. Todo esto para elaborar y entregar material a los diversos grupos de interes para educacion en medicamentos: adultos mayores, personas vulnerables, entre otros. La evaluacion sera con rubricas evaluativas de desarrollo de trabajo y de presentaciones y material elaborado por ellos.?",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"qim519",
    "name":"¿Cómo la Química Cambió el Mundo?",
    "description":"El curso busca que el estudiantado valore el impacto de la quimica en el desarrollo de la sociedad, en la vida cotidiana y en la busqueda de soluciones a las problematicas de la sociedad actual. El desarrollo del curso se centrara en la utilizacion de metodologias activas de aprendizaje que fomenten la discusion en la clase y el trabajo colaborativo. Se realizaran actividades practicas. A traves del analisis critico y la reflexion, el estudiantado formara una opinion fundamentada en temas relacionados con los beneficios de la quimica para la sociedad. Ademas, se fomentaran las habilidades de comunicacion y los valores de unidad, cooperacion, solidaridad y generosidad.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"rce1000",
    "name":"De Atacama a Patagonia: Transformaciones Socioambientales en Terreno",
    "description":"En el curso, las y los estudiantes se aproximaran a la diversidad de ecosistemas de Chile, desde Atacama a Patagonia, viviendo una experiencia de aprendizaje activo, interdisciplinario y colaborativo con resolucion de problemas. A traves clases sincronicas y asincronicas, salidas a terreno, analisis de casos, aprendizaje invertido y basado en equipos, el estudiantado podra evaluar problemas socioecologicos fundamentales para la sustentabilidad de los ecosistemas de Chile, e interpretar patrones del paisaje y territorio, por medio del levantamiento de informacion en las estaciones regionales de la UC. Los aprendizajes seran evaluados mediante informe de terreno, estudio de casos, trabajo en equipo y colaboracion en terreno, y controles en linea.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"sus1000",
    "name":"Cmd Sustentabilidad",
    "description":"Estamos ante una decada crucial, de grandes cambios y desafios complejos. La crisis climatica y los multiples conflictos socioambientales dan cuenta que no hemos sido capaces de conciliar las aspiraciones sociales con las limitaciones ecologicas del planeta y sus ecosistemas. Pero aun estamos a tiempo de cuestionar por que generamos colectivamente estos resultados y como tomar nuevas trayectorias. En este curso interdisciplinario, podras reflexionar sobre estas y otras tematicas, junto con aprender y generar empatia respecto de las principales dimensiones de la crisis socioambiental y potenciales soluciones a escala global y local. Para esto el curso incluye: simulaciones, juegos de roles, actividades practicas, espacios de conversacion, y una aproximacion horizontal a la docencia. Ademas, el curso contempla portafolios de lectura, el desarrollo de un proyecto semestral y salidas a terreno asociadas a este ultimo.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"sus2001",
    "name":"Sistemas Alimentarios Regenerativos",
    "description":"En este curso los estudiantes analizaran las caracteristicas de un sistema alimentario regenerativo desde una aproximacion teorico-practica. La estructura del curso consta de catedras con profesores e invitados expertos interdisciplinarios, en donde se profundizara en las distintas fases de la alimentacion desde un enfoque sistemico. Ademas, el curso tendra un espacio semanal dedicado al aprendizaje practico tipo taller, el cual se centrara en la experiencia de trabajo practico en un huerto urbano, acompa?ado de reflexiones guiadas en torno a la contemplacion de la naturaleza, procesos ecologicos asociados a la huerta y la problematizacion de los metodos de cultivo de la agricultura convencional. El curso se basa en los principios agroecologicos que guian el Huerto Agroecologico San Francisco, donde se desarrollaran la mayoria de las actividades del taller. Se busca que los estudiantes tengan un acercamiento al valor cultural de la comida y a la preparacion de alimentos saludables cultivados en forma sustentable a traves del trabajo practico en el huerto y laboratorios.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"sus2021",
    "name":"Gobernanza de los Bienes Comunes: Un Desafío para la Sustentabilidad",
    "description":"El curso permitira a los estudiantes comprender y problematizar la tragedia de los comunes y las diferentes estrategias para la cooperacion en la gestion de recursos y territorios, entendiendo que los bienes comunes no son una tragedia universal. El dise?o se basa en una vision critica e interdisciplinaria sobre la gobernanza de los bienes comunes, y sus avances y aplicaciones. Se desarrolla mediante el estudio de la teoria, conceptos, casos y ejercicios practicos, considerando una metodologia mixta online-presencial, ademas de salidas a terreno. Sera evaluado a traves de entradas bibliograficas semanales, un trabajo grupal y un ensayo final individual.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"sus2032",
    "name":"Sustentabilidad y Mundos Indígenas",
    "description":"Este curso busca plantear el desafio de la sustentabilidad desde la perspectiva de los pasados-presentes-futuros indigenas y los mundos que proponen. Especificamente: (a) comprender como la sustentabilidad es entendida y practicada desde las cosmologias indigenas; (b) entender la relacion entre el proceso de colonizacion y la crisis socioambiental actual; y por ultimo (c) identificar las contribuciones indigenas para imaginar formas alternativas de accion socioecologica. Las metodologias de aprendizaje se basaran en exposiciones por parte del profesor y academicos\/as indigenas invitados\/as, trabajos grupales, foros de discusion y ensayos individuales.",
    "area":"Humanidades"
  },
  {
    "sigle":"sus2038",
    "name":"Cambio Climático: Un Enfoque Multidisciplinario",
    "description":"Este curso introduce el problema del cambio climatico en sus distintas dimensiones: ciencia, mitigacion y adaptacion. Los aprendizajes incluyen contenidos conceptuales, la comprension de los procesos sistemicos del cambio climatico, y una aproximacion transdisciplinaria en terminos de aplicaciones y acciones concretas para los ambitos publico y privado. La metodologia incluye clases expositivas y un taller de carbono neutralidad basado en trabajo grupal. La evaluacion incorpora una prueba de conocimientos de los conceptos y la ciencia del fenomeno, el desarrollo de propuestas de accion en mitigacion, y un video grupal de respuestas en adaptacion.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"sus2041",
    "name":"Investigación-Acción: Métodos para Entender Territorios en Transformación",
    "description":"En este curso, desarrollado en base a la planeacion urbana-regional, geografia, y salud, alumnos de distintas disciplinas aprenden los principios basicos del pensamiento critico, las diferentes epistemologias que motivan distintas disciplinas, y metodos pertinentes para realizar estudios y construir consensos y soluciones que aportan a transicionar hacia una mayor sustentabilidad con justicia, inclusion y equidad. En el marco Aprendizaje & Servicio (A&S), ofrece una introduccion a metodos practicos, desarrollando en les estudiantes conocimientos teoricos y habilidades practicas realizadas con organizaciones ciudadanas, municipalidades y otros actores relevantes.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"sus2052",
    "name":"Pensando en Sistemas",
    "description":"En el curso se revisara la teoria, metodologia y practica del pensamiento sistemico y su aplicacion a diversos desafios criticos que la humanidad enfrenta actualmente. Se revisara, a traves de estudio de casos reales, diversas estructuras y dinamicas sistemicas del ambito social, urbano, economico y ecologico. Las catedras y la discusion de casos seran reforzadas a traves de actividades grupales, en las cuales las y los alumnos desarrollaran sus capacidades de modelacion sistemica, actividad clave a fin de enriquecer y expandir los modelos mentales personales y lograr asi relaciones causales mas robustas.",
    "area":"Pensamiento Matematico"
  },
  {
    "sigle":"sus2061",
    "name":"Introducción a la Economía Circular",
    "description":"El curso introduce la economia circular en torno a los bloques de construccion asociados al dise?o, modelos de negocios, ciclos inversos y condiciones habilitantes. A partir una metodologia teorico-practica que incluye estudio de casos, el y la estudiante podra analizar criticamente paradigmas de produccion y consumo actuales, replantearse las estructuras, sistemas y procesos de la economia, ademas de desarrollar de manera colaborativa en equipos interdisciplinarios, un proyecto para dar solucion conceptual y holistica a una problematica ambiental. Los analisis de casos, avances y entrega final de la solucion de un problema son parte fundamental del proceso de aprendizaje y de su evaluacion.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"sus2071",
    "name":"Diseño, Futuro y Sustentabilidad",
    "description":"El estudiantado desarrollara habilidades para dise?ar soluciones, basadas en conocimiento cientifico y oportunidades de innovacion, que contribuyan a la construccion de sociedades y entornos futuros sustentables desde el resguardo de la integridad de la biosfera y el bienestar equitativo y digno. A traves de metodologias como catedra, circulos de aprendizaje, aprendizaje basado en equipo y proyectos, y trabajo de campo, los y las estudiantes podran plantear soluciones colaborativas desde enfoques de sustentabilidad e innovacion. Los aprendizajes seran evaluados por medio de evaluacion diagnostica y formativa, y evaluaciones sumativas como exposiciones grupales, informes escritos y evaluaciones de pares.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"sus2091",
    "name":"Aprendizaje y Transformación para la Sustentabilidad",
    "description":"El curso A+S tiene como proposito formar personas que sean capaces de dise?ar y facilitar espacios de aprendizaje para la sustentabilidad en diversos contextos, que contribuyan a la toma de conciencia e inviten a la accion, desde una perspectiva latinoamericana y conectada con el territorio. Para esto, se desarrollaran actividades practicas en todas las clases, habran invitados, y se llevara a cabo un trabajo semestral de la mano de un socio comunitario, todo esto enfocado en entregar herramientas transformadoras para la accion colectiva. Se evaluara la participacion en clases, el desempe?o durante un trabajo semestral grupal y la entrega de un ensayo.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"sus2131",
    "name":"Biomimesis: Soluciones a los Desafíos Globales Inspiradas en la Naturaleza",
    "description":"En el curso, los y las estudiantes podran introducirse en el estudio de la biomimesis (bio-vida, mimesis-imitacion) como una nueva rama de la ciencia que estudia las soluciones de la naturaleza y las usa como inspiracion para innovar. A traves de metodologias activas como catedra, aprendizaje basado en equipos y salidas a terreno, podran estudiar sus principios, analizar casos de exito y aplicar su metodologia de dise?o de una solucion particular a desafios de sostenibilidad. Los aprendizajes seran evaluados mediante tareas y controles individuales, asistencia, y el desarrollo de un proyecto grupal.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"sus2171",
    "name":"Ancestros para Un Futuro Sustentable: Justicia, Bienestar y Desarrollo",
    "description":"El objetivo de este curso es que los y las estudiantes puedan participar en las principales discusiones filosoficas respecto a las ideas de sustentabilidad y desarrollo social, desde una reflexion en torno a instituciones sociales, economicas y politicas justas. Para alcanzar este objetivo, el curso examina y cuestiona principios normativos que estan a la base del desarrollo politico y economico abordando conceptos fundamentales para entender y practicar la sustentabilidad tales como justicia distributiva, bienestar, democracia, felicidad, justicia climatica e intergeneracional. Estos aprendizajes se promoveran a traves de catedras, aprendizaje colaborativo y basado en problemas. Las evaluaciones comprenden pruebas individuales, ejercicios de analisis en parejas, un trabajo grupal y un ensayo individual.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"sus2181",
    "name":"Organismos Pensantes: Aprendizajes Socioambientales Desde la Práctica Artística",
    "description":"Este curso busca introducir a los estudiantes en practicas creativas desde el arte para transferir el hacer-pensar del arte a sus vidas cotidianas con el proposito de integrar la sensibilidad, las emociones y la cognicion para leer y reaccionar a los problemas complejos que enfrentamos hoy, en particular desde la perspectiva de la sustentabilidad. Experimentaran formas de conocer y hacer desde la integracion mente-cuerpo-corazon para identificar problematicas socio ambientales a escala humana. Estos aprendizajes se promoveran a partir de catedras, estudio de casos, aprendizaje colaborativo y talleres de aplicacion, mientras que las evaluaciones consideran participacion en clases y actividades del curso, una bitacora personal y un ensayo final.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"sus2191",
    "name":"Repensando la Naturaleza: Nuevas Miradas Desde las Humanidades Ambientales",
    "description":"En este curso, los y las estudiantes aprenderan los fundamentos de las humanidades ambientales, un campo interdisciplinario que estudia desde una optica de humanidades y ciencias sociales la relacion entre humanos y entidades naturales en el contexto de la crisis socioambiental. Los conocimientos se desarrollaran mediante clases teoricas y ejercicios practicos que cubren temas como la ecocritica, la antropologia multiespecie y las artes climaticas. La metodologia incluira actividades que permitiran a los estudiantes practicar con metodos y herramientas propias de las humanidades ambientales, desde un enfoque colaborativo. Las evaluaciones consideran la redaccion de ensayos individuales y una actividad de cierre en la que grupalmente aplicaran lo aprendido a un problema socioambiental relevante para Chile.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"ter001",
    "name":"Religiones: ¿Qué Son y Cómo Se Estudian?",
    "description":"En este curso las y los estudiantes podran abordar?desde una perspectiva critica?el fenomeno religioso y su modo de estudio. Por medio de exposiciones dialogicas de contenido, aprendizaje basado en equipo y visitas a terreno\/invitados, analizaremos algunas teorias sobre la religion y describiremos las creencias y practicas de algunas tradiciones religiosas, considerando a las religiones como fenomenos humanos relevantes para comprender y habitar sociedades interculturales. Evaluaremos los aprendizajes por medio de prueba escrita de desarrollo, trabajos grupales y ensayo final.",
    "area":"Humanidades"
  },
  {
    "sigle":"ter002",
    "name":"Religiones Abrahámicas",
    "description":"En este curso los y las estudiantes podran abordar el estudio de las religiones abrahamicas como un fenomeno cultural y humano, comprendiendo como las tradiciones religiosas influyen en la construccion de sentido, identidad y valores en las sociedades contemporaneas. Mediante metodologias de aprendizaje activo como catedra, aprendizaje cooperativo, estudios de caso y visita terreno podran explorar como las Humanidades proporcionan herramientas criticas para analizar la diversidad religiosa y su impacto en la convivencia social, promoviendo el dialogo intercultural y la alfabetizacion religiosa como competencias clave para el ejercicio de la ciudadania en el siglo XXI. Los aprendizajes del curso seran evaluados por medio de ticket de salida, prueba y proyecto grupal.",
    "area":"Humanidades"
  },
  {
    "sigle":"ter003",
    "name":"Religiones y Cosmovisiones Indígenas en América Latina",
    "description":"En el curso, las y los estudiantes exploraran las religiones y cosmovisiones de los pueblos Maya y Azteca en Mesoamerica, Inca y Aymara en los Andes, Mapuche en el Cono Sur, y Yanomami y Ticuna en la Amazonia. Examinaran las religiones y cosmovisiones indigenas considerando sus origenes, evolucion, adaptacion a lo largo del tiempo y su pervivencia en la cultura y religiosidad de los pueblos latinoamericanos en la actualidad. Este analisis se realizara mediante clases expositivas, estudios de casos, trabajo en equipo y bibliografia y analisis interdisciplinarios. Los aprendizajes seran evaluados a traves de rese?as, podcasts, ensayos y pruebas escritas.",
    "area":"Humanidades"
  },
  {
    "sigle":"ter004",
    "name":"Religión en la Sociedad Moderna Occidental",
    "description":"En el curso los y las estudiantes se introduciran en la comprension del fenomeno religioso en el mundo moderno, enfatizando los procesos historicos que dan forma a la religion moderna y contemporanea. A traves de metodologias como catedra y aprendizaje basado en equipos, analizaran continuidades y cambios a partir del despliegue de procesos historicos relacionados con el surgimiento de la modernidad occidental y su estrecha relacion con la religion, desde la perspectiva de las ciencias sociales y los estudios de la religion. Los aprendizajes se evaluan mediante controles de lectura, pruebas desarrollo y reflexiones grupales a partir de actividades de discusion.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"ter006",
    "name":"Filosofía de la Religión",
    "description":"En este curso los y las estudiantes podran abordar de manera critica la complejidad del fenomeno religioso evaluando para ello las aproximaciones teoricas y metodologicas propias de la filosofia. A traves de metodologias como catedra, exposicion dialogica de contenidos y aprendizaje basado en equipos, los estudiantes analizaran el desarrollo historico de la filosofia de la religion desde su nacimiento como disciplina independiente en el siglo XVIII hasta el dia de hoy, y se planteara la pregunta por la esencia de la religion y por el rol que ella cumple en la discusion filosofica y politica contemporanea. Los aprendizajes seran evaluados por medio de pruebas de contenido, trabajos grupales y ensayos.",
    "area":"Humanidades"
  },
  {
    "sigle":"ter007",
    "name":"Teología de las Religiones",
    "description":"En el curso, las y los estudiantes podran desarrollar habilidades para un pensamiento critico respecto del pluralismo religioso y los desafios que el representa. Mediante estrategias metodologicas de aprendizaje activo, personales y grupales como, catedra, estudios de caso y aprendizaje basado en proyectos podran conocer y analizar distintas comprensiones teologicas respecto de la religion, de sus sentido y alcances. Mediante el estudio, presentacion y discusion de importantes textos de la tradicion teologica podran reconocer distintas comprensiones respecto de las religiones, del necesario dialogo entre ellas y de su aporte a la vida personal y social de las personas. Los aprendizajes seran evaluados mediante prueba escrita, fichas de lectura y proyecto grupal.",
    "area":"Humanidades"
  },
  {
    "sigle":"ter008",
    "name":"Religión Popular",
    "description":"El curso permitira a los y las estudiantes abordar el multifacetico fenomeno del cristianismo popular latinoamericano desde una perspectiva teologica y sociologica, pero sin perder de vista sus aspectos historicos, esteticos y patrimoniales, a partir del estudio y valoracion del concepto de religion popular y su desarrollo en Latinoamerica, y desde una aproximacion empirica a este fenomeno; para esto, se contemplan estrategias metodologicas como catedra, estudio de casos, aprendizaje basado en equipos y salida a terreno. Los aprendizajes seran evaluados a traves de fichas de lectura, pruebas escritas, informe de salida a terreno y estudios de caso.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"ter009",
    "name":"Religiones Asiáticas: Pasado y Presente",
    "description":"En este curso, las y los estudiantes desarrollaran una comprension critica sobre las principales religiones de Asia del Este, Interior, del Sur y del Sudeste ?hinduismo, jainismo, budismo, confucianismo, taoismo, sintoismo, muismo y tengrianismo? exploracion de su historia, textos clave, creencias, practicas y diversidad interna. Asimismo, analizaran como han sido estudiadas a lo largo del tiempo y alcanzaran una vision panoramica de su situacion actual. A traves de catedras, estudios de caso, trabajo grupal y analisis bibliograficos, se fomentara una aproximacion comparada. Los aprendizajes seran evaluados mediante talleres de fuentes, presentaciones orales, ensayo de caso y prueba oral.",
    "area":"Humanidades"
  },
  {
    "sigle":"tid201",
    "name":"Espiritualidad, Discapacidad e Inclusión (A+S)",
    "description":"Este curso pretende que los y las estudiantes profundicen la importancia de la comprension y el desarrollo de la dimension espiritual del ser humano en un contexto de inclusion, valorando la dimension espiritualidad y social de sus vidas. A traves de la metodologia aprendizaje servicio(A+S), aprendizaje invertido y aprendizaje basado en problema, los y las estudiantes elaboraran un proyecto de servicio que potencie el desarrollo espiritual de las personas en situacion de discapacidad. Dentro de las evaluaciones se consideraran control de lecturas, analisis de casos y propuesta de servicio.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"tsl589",
    "name":"Pobreza y Exclusión Social",
    "description":"Este curso revisa los principales enfoques teoricos y conceptuales utilizados para comprender los fenomenos de pobreza, desigualdad y exclusion social. Se revisaran las principales metodologias utilizadas asi como las mediciones y su evolucion historica. Se estudiara como estos fenomenos han cambiado en el tiempo y cuales son las politicas sociales e intervenciones en este ambito.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"tsl590",
    "name":"Institucionalidad, Participación y Protección de Derechos",
    "description":"En este curso las y los estudiantes desarrollan un proceso de aprendizaje activo que les permite iniciar un proceso de reflexion y comprension critica de su rol publico como profesional de la Universidad Catolica. Particularmente, las y los estudiantes entienden que, independiente de su disciplina, tienen una responsabilidad de compa?ia y orientacion con las y los ciudadanos que son afectados de manera directa e indirecta por su quehacer profesional, particularmente en su busqueda de bienestar, justicia y participacion social. Como marco, este curso las y los introduce e invita a reflexionar de manera critica sobre los procesos historicos y sociales, tanto globales como nacionales, que han dado origen a las distintas generaciones de derechos, incluidos los llamados ?nuevos derechos?, como son los derechos asociados al genero y la ciudad. Junto con ello, se les invita visualizar el rol de las instituciones y los movimientos sociales en cada una de estas etapas.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"tsl596",
    "name":"Cuidadanía y Derechos Humanos: Enfoques Interdisciplinarios",
    "description":"El Curso ?Ciudadania y derechos humanos: enfoques interdisciplinarios? permitira a los y las estudiantes desarrollar las competencias requeridas para conocer, comprender y valorar los DDHH y la ciudadania en todas sus expresiones, respetando la diversidad y aplicando las normas nacionales e internacionales. Se pretende aportar a una formacion integral de caracter interdisciplinaria que concilie elementos teoricos, una perspectiva valorica y diversos instrumentos metodologicos, destinados a promover y fortalecer por parte de los y las estudiantes, el reconocimiento y aplicacion de estos derechos en el servicio de las profesiones en que se estan formando y del sentido de su propia realizacion como personas.Se realizaran exposiciones dialogadas, analisis de casos de forma grupal y exhibicion de material audiovisual.",
    "area":"Ciencias Sociales"
  },
  {
    "sigle":"ttf010",
    "name":"Teologia Fundamental",
    "description":"El curso ofrece una vision agil y contemporanea a los temas basicas de la teologia fundamental: el evento de la revelacion, la credibilidad del cristianismo y el acto de fe del ocreyente.gica plantea el contexto existencial de la fe cristiana de manera sistematica y se incluye una reflexion teologica en torno al postmodernismo, el ateismo y el pluralismo religioso.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf012",
    "name":"Revelacion y Fe",
    "description":"El curso \"Revelacion y Fe\" expone los problemas fundamentales del hombre. Estos opciones abarcan todas las dimensiones ihumanas, pues tienen relaci con el nacimiento, la vida la muerte. Las de los no creyentes, as como las de otras religiones tienen algo que decir. La respuesta cristiana es razonable y tiene un doble flujo: primero lo que Dios ha comunicado al hombre, y segundo lo que el hombre le responde a Dios.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf019",
    "name":"Psicologia y Religion Cristiana",
    "description":"Este curso intenta constituir un puente de dialogo entre el pensamiento cientifico y el pensamiento teologico. Desarrolla un esfuerzo por establecer puntos de encuentro y de reconocimiento reciproco entre estas opciones de construir conocimiento, brindando de este modo un marco comprensivo en donde se legitime el saber de la fe, intentando estimular en el alumno el interes por crear vinculos entre estos modelos de construccion de realidades. Se utiliza para generar este dialogo con las ciencias humanas, en particular a la Psicologia.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf026",
    "name":"Introduccion a la Biblia",
    "description":"Los lectores actuales experimentan una incontestable dificultad para comprender la Biblia y mas aun para integrarla adecuadamente tanto en su fe como en el complejo de sus creencias, ideas y experiencias. Parte de este problema se relaciona con la falta de conocimiento respecto al texto mismo, pero tambien con serie de presupuestos con los cuales nos acercamos a los libros biblicos y que condicionan su comprension. El curso intentara abordar la lectura de alas Biblia considerando los aspectos cognitivos y aquellos hermeneuticos, con el fin de promover una lectura mAS acorde con la naturaleza de la Biblia misma.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf036",
    "name":"La Biblia de Jesús",
    "description":"La asignatura pretende una aproximacion significativa a la Biblia en el horizonte de la relacionalidad como dimension humana esencial y a la luz del compromiso social declarado en el Perfil del Egresado UC. Para conseguirlo, se empleara el metodo junto con la metodologia de Aprendizaje + Servicio, con vistas a satisfacer necesidades genuinas de organizaciones que asumen un servicio social mediante la fe. Las evaluaciones se vinculan con el aprendizaje del metodo de lectura se?alado y con productos (contenido) solicitados por los socios comunitarios previstos, a saber, programas radiales, comunidades de base, sectores de mision.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf038",
    "name":"A Jesus por la Historia",
    "description":"El curso reflexiona sobre el acceso historico a Jesus y los inicios de la cristologia, realizando un recorrido retrospectivo por las fuentes: desde las fuentes escritas al kerygma primitivo, y desde el kerygma primitivo al Jesus prepascual. Se busca mostrar la relacion entre la historia y el contenido de la fe, y que los datos que aporta la ciencia historica no estan en contradiccion con la fe de la Iglesia, lo que implica que la fe cristiana es una opcion razonable. El curso dedica bastante espacio a cuestiones de metodo biblico y a la interpretacion de los evangelios para destacar el caracter historico de la revelacion y mostrar asi el valor y los limites del lenguaje teologico.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf068",
    "name":"El Matrimonio Cristiano Hoy",
    "description":"El curso aborda los aspectos teologicos y canonicos fundamentales del matrimonio como sacramento y los desafios a los cuales debe responder en una sociedad plural y secularizada hoy.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf069",
    "name":"Espíritu Santo: Presencia y Acción",
    "description":"El curso es un espacio de reflexion racional, teologica y existencial para que el alumno pueda aproximarse al misterio de la realidad personal del Espiritu Santo, que le permita preguntarse criticamente por su presencia y accion en la vida cotidiana, en la Iglesia y en la historia. Presenta los elementos centrales de la revelacion cristiana respecto del Espiritu de Dios y responde a los cuestionamientos mas fundamentales. Es una invitacion a meditar y a comprometerse con la fe o, al menos, a descubrir su racionalidad y su belleza.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf073",
    "name":"Fin de los Tiempos. Mitos y Realidad",
    "description":"El curso es una instancia de dialogo y formacion cristiana a partir de una perspectiva teologico-fundamental, frente a las tematicas relacionadas con el fin de mundo. Mediante el conocimiento y analisis de los fundamentos biblicos y de la fe cristiana, el alumno estudiara los principales elementos relacionados con el fin de los tiempos. Esto permitira conocer los mitos mas populares sobre el fin del mundo, adquiriendo los elementos necesarios para desarrollar una sintesis critica y juicio de valor respecto a la propuesta cristiana.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf079",
    "name":"Experiencia Cristiana y Compromiso Social",
    "description":"Este curso se plantea como una aproximacion y contribucion teologica -al lado de otras posibles- para que los procesos transformacion en el que estamos inmersos se orienten hacia un desarrollo mas humano e integral. En un primer momento, el curso se detendra en la raiz experiencial de nuestras opciones y compromisos etico-sociales. Enseguida, ofrecera al horizonte de interpretacion de los estudiantes otra experiencia: la que unos hombres y mujeres hallaron en Jesus de Nazaret. Nos acercaremos a Jesus, a su vida, mensaje, accion, muerte y lo que sus seguidores llaman resurreccion, buscando alli luces y criterios para la accion transformadora de nuestra realidad. Finalmente, el curso pondra especial atencion en la perspectiva y acentos de los teologos latinoamericanos que han acompa?ado a comunidades de hombres y mujeres comprometidos en la transformacion de America Latina.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf080",
    "name":"¿Quién Es el Hombre? Una Mirada Desde la Antropología Cristiana",
    "description":"Este curso pretende - desde la antropologia teologica - dar los elementos necesarios para formarse una idea clara y fundamentada de las propuestas que el cristianismo en general, y la Iglesia catolica en particular, sostiene de los principios mas fundamentales de la existencia.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf083",
    "name":"Cristianismo y Derechos Humanos",
    "description":"El curso se encuadra dentro del programa de formacion general UC y busca contribuir especificamente al dialogofe-razon propio de la identidad UC. El estudiante adquirira herramientas para refinar su juicio etico uno de los conceptos eticos mas importantes de la sociedad contemporanea: los derechos humanos. Conocera el desarrollo historico del concepto y las principales reflexiones en torno a el por los filosofos y teologos contemporaneos, por medio del aprendizaje colaborativo a traves de actividades grupales, por la investigacion personal guiada por el docente y la argumentacion escrita sobre temas eticos relacionados con los derechos humanos. Se espera que el estudiante desarrolle una comunicacion efectiva escrita en espa?ol, que sera evaluada por medio de trabajos escritos. La comunicacion oral sera retroalimentada en la misma clase y sera evaluada en la charla TED que los estudiantes deberan preparar como uno de los instrumentos de evaluacion del curso.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf085",
    "name":"¿Es la Fe Una Respuesta a las Inquietudes del Hombre?",
    "description":"El curso presenta una reflexion sobre la pregunta quien es el hombre. Esta reflexion tiene como trasfondo el contexto contemporaneo en terminos generales, pero busca ahondar en los fundamentos del pensamiento cristiano, y la respuesta que sus argumentos proponen a las preguntas fundamentales de la existencia. En definitiva, desde el pensamiento biblico y acudiendo a la tradicion en torno a temas antropologicos, se busca presentar la racionalidad de la vision cristiana sobre el hombre.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf087",
    "name":"¿Está Dios en el Escenario Humano?",
    "description":"El curso buscara combinar la reflexion sobre contenidos teologicos significativos, a traves de formas de representacion teatral del mismo alumnado.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf091",
    "name":"Leer el Evangelio en el Siglo Xxi",
    "description":"El curso en la optica de una fe en busqueda de inteligencia, pretende presentar la persona de Jesus y su mensaje e invitar a los participantes a reflexionar sobre su permanente y actual vigencia en las coordenadas historico culturales presentes; haciendo enfasis en la riqueza de una reflexion sobre la fe tanto para alumnos que se confiesen como creyentes o no creyentes. Dado que la Sagrada Escritura es comprendida como ?el alma de la Teologia? y la culminacion de la revelacion de Dios es la persona de su Hijo, se pretende llevar a traves del conocimiento del mundo de Jesus y de su persona, a una lectura comprensiva de textos seleccionados de los evangelios sinopticos, entregandoles para ello algunos elementos metodologicos.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf115",
    "name":"Vigen María y Feminismo: ¿Diálogo o Confrontación?",
    "description":"El curso aborda la cuestion de la mujer desde una perspectiva teologica, y asi los y las estudiantes desarrollen un pensamiento teologico con perspectiva de genero en una de sus areas de desarrollo: la marialogia. En sintonia con el pensamiento magisterial, los y las estudiantes podran analizar los aportes y limites de las teologias feministas y promover un compromiso activo en la construccion de una sociedad que defienda el respeto mutuo y la equidad de todo ser humano. A traves de metodologias como seminario, taller, aprendizaje cooperativo y en equipos, se desarrollara la postura critica y la comunicacion efectiva, que seran evaluadas por medio de pruebas, tareas grupales y creacion audiovisual.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf116",
    "name":"Arquitectura Sacra",
    "description":"En este curso, los y las estudiantes analizaran criticamente el fenomeno de la arquitectura sacra en relacion con la experiencia liturgica y su modo de organizar el espacio-desde los grandes templos hasta un peque?o oratorio-y el tiempo -desde la perspectiva de la tradicion hasta el pensamiento contemporaneo -.El curso invita a cada estudiante a analizar la experiencia de fe desde sus expresiones arquitectonicas, a traves de metodologias tales como catedra, salida a terreno, aprendizaje cooperativo y estudios de casos. Los aprendizajes seran evaluados por medio de prueba, ensayo e informe de analisis de casos individual y grupal.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf118",
    "name":"Esperanza Cristiana, Muerte y Más Allá",
    "description":"El curso busca familiarizar a las y los estudiantes con la doctrina catolica sobre el destino ultimo del ser humano y de todo lo existente, subrayando su caracter esperanzador y asumiendo una perspectiva critica frente a las interrogantes actuales que ata?en a la tematica. Se desarrollaran metodologias activas de ense?anza y que privilegian el trabajo en equipo, fomentando la reflexion de los contenidos en distintos niveles. Las evaluaciones, en coherencia con los lineamientos declarados, ejercitan las habilidades de comunicacion, tanto oral como escrita y el pensamiento critico, a traves de tareas grupales, presentaciones orales, informes de sintesis y coevaluacion.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf201",
    "name":"Dios en las Culturas",
    "description":"En este curso los y las estudiantes podran reflexionar sobre el fenomeno religioso en general y las diversas religiones en particular, a fin de descubrir como los seres humanos han podido responder al desafio del sentido, en el contexto de los diversos ethos culturales. Esto se realizara a partir de diversas estrategias metodologicas como, catedra, instancias de discusion, estudios de caso, aprendizaje basado en equipos, dialogo con invitados y aprendizaje basado en proyectos. Los aprendizajes seran evaluados a traves de ensayos, control de lecturas, analisis de casos y trabajo de investigacion.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf202",
    "name":"Búsquedas Religiosas y Cristianismo",
    "description":"En el curso los y las estudiantes podran reflexionar sobre el sentido de la busqueda religiosa a partir de una doble perspectiva: diversidad de situaciones historicas, y diversidad de tradiciones religiosas. Ambos enfoques serviran de prisma para evaluar criticamente el rol del cristianismo en la historia de la humanidad, y descubrir potenciales dialogos entre dichas tradiciones religiosas. Los aprendizajes seran abordados desde estrategias metodologicas como, catedra, aprendizaje basado en equipo, debates grupales y plenarios; y evaluados a traves de, sintesis de debates, controles de lectura y prueba final.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf204",
    "name":"Jesús: Distintas Comprensiones",
    "description":"En este curso, los y las estudiantes desarrollaran la capacidad critica y sensibilidad estetica respecto a Jesus de Nazaret a partir de una comprension teologica, filosofica y artistica. Mediante estrategias metodologicas tales como catedra, aprendizaje basado en equipo y producciones audiovisuales, los y las estudiantes conoceran la critica textual y la interpretacion de textos (tipos de enunciados y argumentos, deteccion de fuentes escritas, orales e inspiradoras). Las evaluaciones seran realizadas a traves de pruebas escribas y trabajos de investigacion grupal.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf205",
    "name":"¿Quién Es Jesús de Nazareth?",
    "description":"El presente curso ofrece a los y las estudiantes un acercamiento antropologico a la persona de Jesucristo. Los participantes del curso podran conocer las afirmaciones fundamentales del cristianismo respecto de Jesus, a la vez que aproximarse vivencialmente a la experiencia de Dios que subyace a dichas afirmaciones. El curso abordara los aprendizajes desde metodologias como, catedra, y aprendizaje basado en problemas. Las evaluaciones se realizaran a traves de la creacion de una infografia, una produccion escrita y un podcast.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf206",
    "name":"El Padrenuestro: la Oración de Jesús",
    "description":"En este curso, los y las estudiantes analizaran criticamente el sentido de la oracion del \"Padrenuestro\" desde una perspectiva teologica, historica y de sentido para la sociedad contemporanea. El curso invita al estudiante a analizar la experiencia de fe que supone esta oracion de Jesus, a traves de metodologias tales como catedra y aprendizaje basado en equipo. Los aprendizajes seran evaluados por medio de control de lectura, pruebas escritas y trabajo grupal.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf207",
    "name":"Doctrina Social de la Iglesia",
    "description":"En el curso, los y las estudiantes analizaran y reflexionaran en torno los elementos centrales de la Doctrina Social de la Iglesia (DSI) desde una perspectiva historica, politica, social, economica y cultural. Estos aprendizajes se desarrollaran a traves de metodologias como: exposicion dialogica de contenidos, aprendizaje basado en problemas y estudios de casos. La evaluacion de los contenidos se realizara mediante pruebas, controles de lectura y ensayos.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf208",
    "name":"Fe y Razón: Una Perspectiva Histórica",
    "description":"En este curso, los y las estudiantes analizaran criticamente el significado de los conceptos \"fe\" y \"razon\", y la relacion de ambos conceptos en la reflexion teologica. Los contenidos del curso problematizaran este vinculo fe-razon y su pertinencia para la experiencia creyente actual, valiendose de conceptos teologicos tales como \"revelacion\", \"racionalismo\" y \"fideismo\". El curso desarrolla metodologias activas de ense?anza como, catedra, aprendizaje basado en equipo y estudios de caso que privilegian la reflexion critica y la apropiacion de los contenidos en distintos niveles. Las evaluaciones ejercitan las habilidades de comunicacion, tanto oral como escrita y el pensamiento critico, a traves de trabajos grupales, pruebas e informes de lectura.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf209",
    "name":"La Pregunta por Dios: Relación Entre Fe y Razón",
    "description":"El curso promueve en los y las estudiantes el descubrimiento de la relacion entre Dios y los seres humanos en nuestra cultura, a partir de nuestras capacidades de creer y saber. Esta relacion sera abordada desde los conceptos antropologicos de \"busqueda\" y \"encuentro\": el ser humano que sale en busqueda de la trascendencia, y Dios que sale al encuentro del ser humano en medio de sus preguntas. Los aprendizajes se desarrollaran mediante catedra, estudio de casos y aprendizaje basado en equipos; y seran evaluados por medio de, fichas de lectura, ensayos y produccion audiovisual.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf210",
    "name":"Experiencia Creyente y Secularismo",
    "description":"El curso promueve que los y las estudiantes aborden el fenomeno religioso en el contexto de la modernidad, en particular desde el proceso de secularizacion de nuestras sociedades occidentales. Por medio de metodologias como catedra, dialogos productivos y aprendizaje basado en equipo, el curso profundizara en el sentido de la existencia en el contexto de secularizacion actual-en particular en Latinoamerica-como espacio privilegiado para la recuperacion de una experiencia religiosa contextualizada. La evaluacion de los aprendizajes se realizara por medio de pruebas escritas, productos audiovisuales, y ensayos.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf213",
    "name":"Espiritualidad Laical y Cultura Moderna",
    "description":"En este curso, los y las estudiantes podran reflexionar sobre la espiritualidad laical, considerando tanto su dimension antropologica como teologica. El curso invita al estudiante a analizar criticamente el concepto de espiritualidad y su relevancia en la cultura contemporanea, a traves de metodologias tales como catedra, exposicion dialogica de contenidos y aprendizaje basado en equipo. Los aprendizajes seran evaluados por medio de control de lectura, prueba e informe grupal.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf215",
    "name":"Teología y Ecología",
    "description":"El curso busca que los y las estudiantes aborden la racionalidad del discurso teologico en clave ecologica, a partir de las afirmaciones de la Escritura, el Magisterio, y las Ciencias vinculadas a la naturaleza. El vinculo entre estos conceptos explicita los fundamentos de una etica ecologica cristiana. Los aprendizajes se articulan metodologicamente en catedra, debates, estudio de casos, y trabajo en grupo. La evaluacion de los aprendizajes se realiza a traves de presentacion sintesis de contenidos, informe escrito y analisis grupal de caso.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf217",
    "name":"¿Es Necesaria la Iglesia?",
    "description":"El curso ofrece a los y las estudiantes una aproximacion historico-teologica de la iglesia catolica desde una vision critica, sobre todo ante los problemas y desafios eclesiales de las ultimas decadas. A traves de estrategias metodologicas como catedra, trabajo basado en equipo, analisis de caso y trabajo de campo, el curso permite analizar las diversas visiones y comprensiones sobre la iglesia, a partir de los distintos modelos eclesiales existentes en la actualidad. Los aprendizajes seran evaluados por medio de pruebas, trabajos grupales y ensayo individual.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf218",
    "name":"Lectura Contemporánea de la Biblia",
    "description":"En el curso los y las estudiantes podran desarrollar un ejercicio de hermeneutica biblica, con especial intencion al contexto historico, los generos literarios y las formas de narrar de los autores antiguos. A partir del analisis critico de los textos, se busca que cada estudiante valore la Biblia como buena noticia frente a la busqueda de sentido contemporanea. Las metodologias del curso seran catedra, aprendizaje cooperativo y estudios de caso. Se llevaran a cabo evaluaciones por medio de presentaciones grupales, analisis de casos y ensayos.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf220",
    "name":"Teología del Cuerpo Humano",
    "description":"El curso pretende que los estudiantes reflexionen sobre la importancia del cuerpo como una dimension constitutiva de la persona humana, desde una perspectiva creyente: el ser humano creado a imagen y semejanza de Dios. Desde una perspectiva teologica y cultural, El curso invita a cada estudiante a analizar la experiencia del cuerpo utilizando metodologias tales como catedra, aprendizaje cooperativo y estudios de caso. Los aprendizajes seran evaluados por medio de presentaciones grupales, analisis de casos y ensayos.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf222",
    "name":"Cristianismo y Crisis Ecológica",
    "description":"A partir de la definicion de la ecologia, el curso permite analizar los componentes principales de la crisis ecologica, asi como identificar recursos teologicos orientados a propiciar una \"conversion ecologica\" y una practica de cuidado hacia los demas y la naturaleza. A traves de metodologias participativas centradas en grupos transversales de discusion, el analisis discursivo, el trabajo colaborativo y la discusion de textos, se evaluan criticamente estrategias argumentativas que buscan legitimar un estilo de vida ecologicamente amigable. Los aprendizajes seran evaluados a traves de controles de lectura, evaluacion de pares y la construccion de un portafolio.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf226",
    "name":"Religión y Política",
    "description":"En este curso, los y las estudiantes desarrollaran un aprendizaje reflexivo sobre la relacion existente entre religion y politica desde una doble perspectiva: en primer lugar, una revision historica de esta relacion en la modernidad; y en segundo lugar, una comprension critica de la teologia en clave de teologia trascendental y teologia politica. Los y las participantes abordaran estas tensiones por medio de diferentes estrategias metodologicas, entre ellas catedra, estudios de caso y aprendizaje basado en equipo. El curso contempla tanto evaluacion diagnostica de los aprendizajes, como pruebas, participacion en clase y exposiciones grupales.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf228",
    "name":"Espíritu Santo: Señor y Dador de Vida",
    "description":"En este curso, las y los estudiantes exploraran el misterio del Espiritu Santo, reflexionando teologicamente sobre su presencia en la vida diaria y en la historia de la Iglesia, fomentando el compromiso con la fe. Mediante metodologias como catedras, estudio de casos y trabajo en equipos, desarrollaran una comprension profunda de la revelacion cristiana relacionada con el Espiritu de Dios. La evaluacion se llevara a cabo a traves de estrategias como controles de lectura, pruebas escritas y examen oral.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf229",
    "name":"Holy Spirit: Lord and Giver of Life",
    "description":"",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf233",
    "name":"Teología y Literatura",
    "description":"En este curso el estudiantado tendra la oportunidad de profundizar en tematicas de corte teologico (busqueda de sentido y de salvacion, experiencia de trascendencia, horizontes de esperanza hacia los que tiende la existencia, entre otras.) a partir de importantes obras de la literatura universal. El recurso a nuestra herencia cultural presente en los grandes clasicos de la literatura universal permite que la reflexion teologica encuentre su arraigo en el mundo, su historia y su cultura. La metodologia del curso es participativa, por medio de catedras, analisis de textos (metodo teo-literario) y aprendizaje basado en equipos. Las evaluaciones del curso constan de informe de lectura, ejercicios grupales de analisis y relectura.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"ttf235",
    "name":"Para Pensar el Mal",
    "description":"El curso promueve que los y las estudiantes desarrollen una capacidad analitica y critica frente al mal en la sociedad contemporanea occidental, a traves de la reflexion desde la filosofia contemporanea y la tradicion cristiana. Mediante metodologias como catedra, aprendizaje basado en problemas y en equipos, se aborda la reflexion contemporanea del mal y la propia experiencia sobre ella, situandola en un dialogo critico con filosofos contemporaneos y, sobre todo, con la afirmacion fundamental del cristianismo: la resurreccion de Jesus es la victoria de Dios sobre todo mal. Los aprendizajes son evaluados mediante ensayos individuales e interrogaciones grupales sobre los contenidos.",
    "area":"Formacion Teologica"
  },
  {
    "sigle":"vet1601",
    "name":"Una Salud",
    "description":"Este curso entregara conceptos y herramientas transversales a estudiantes de diversas carreras explorando aspectos claves del concepto de Una Salud. Al termino del curso, el estudiantado estara en condiciones de analizar una problematica de Una Salud de manera holistica, distinguiendo factores y su interaccion entre la salud humana, animal y de los ecosistemas. Asi mismo, desarrollara habilidades de trabajo colaborativo a partir del analisis de casos y metodologia de aprendizaje basado en proyecto, donde la toma de decisiones ocurrira despues de la discusion. El dise?o y desarrollo del proyecto y los casos, junto a la autoevaluacion y coevaluacion, son ejes fundamentales del curso y de la evaluacion de los aprendizajes.",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"vil629",
    "name":"Infancia, Juventud y Cambio Climático",
    "description":"En este curso se analizara la discusion internacional sobre politicas y practicas relacionadas con cambio climatico y sustentabilidad, con un foco especial en infancia y juventud. Se trabajara a partir de estudios de casos y lectura de investigacion reciente sobre el tema. Se propone una metodologia con formato a distancia basado en la colaboracion y aprendizaje basado en problemas, por medio de plataformas electronicas. Esto permitira que los estudiantes manejen elementos basicos para la planificacion de proyectos y trabajo en equipos transdisciplinarios. Se evaluara la ideacion de un proyecto grupal en torno a una problematica local por etapas (70%) y un ensayo final (30%).",
    "area":"Ecolog Integra y Sustentabilid"
  },
  {
    "sigle":"vil630",
    "name":"Conozcamos Nuestra Fauna Silvestre: Identificación, Problemáticas de Consevación y Ciencia Ciudadana",
    "description":"El curso propone acercar a estudiantes a la fauna silvestre de nuestro pais, de una forma participativa y activa, y al mismo tiempo discutir sobre las complejidades asociadas a la conservacion de especies como legislacion y cumplimiento, estrategias, prioridades y tambien las causas (fragmentacion, caza, etc). No es un curso de zoologia exhaustiva, sino intenta que, a traves de casos de fauna silvestre, relevar y discutir sobre conservacion de biodiversidad y la relacion del ser humano con la naturaleza. El curso tendra clases lectivas asociados a controles de lectura, y tambien foros asociados a lecturas de tematicas atingentes, informes de observacion y aporte al conocimiento via ciencia ciudadana y un tema de investigacion a desarrollar durante todo el semestre para profundizar en un tema en particular.",
    "area":"Ciencia y Tecnologia"
  },
  {
    "sigle":"vil633",
    "name":"Patrimonio Cultural y Memoria Histórica",
    "description":"1.El curso pretende que los y las estudiantes desarrollen reconocimiento y valoracion del patrimonio cultural material e inmaterial, desde un plano local y personal. Con ello, concientizar el resguardo del patrimonio. 2.Se trabajara con una metodologia activa, utilizando estrategias de estudios de casos, aprendizaje invertido, aprendizaje basado en problemas. 3.El curso se evaluara a traves de podcast, analisis de casos, trabajo de conceptualizacion de un objeto patrimonial y dise?o de un proyecto.",
    "area":"Humanidades"
  },
  {
    "sigle":"vil634",
    "name":"Wallmapu, Su Historia y Su Presente",
    "description":"Al finalizar este curso los y las estudiantes seran capaces de analizar los principales factores que operan en los cambios historicos en Wallmapu; reflexionando sobre sus efectos en el conflicto politico actual, y las respuestas comunitaristas y territorialista que el movimiento mapuche ha dado a estas transformaciones desde su fundacion en 1910. Para ello el curso combinara catedra con aprendizaje basado en equipos, y presentacion de estudios de caso. La evaluacion incluira trabajo de talleres en grupo sobre documentacion teorica, e informes de lectura sobre un texto de los programas de diversas organizaciones mapuche.",
    "area":"Humanidades"
  },
  {
    "sigle":"vil635",
    "name":"Otra Cosa Es Con Guitarra",
    "description":"En este curso el y la estudiante conocera y practicara tecnicas de iniciacion en guitarra de forma teorica y practica, conociendo el uso e interpretacion del instrumento con el objetivo de ser una herramienta que le permita desenvolverse en ambitos musicales sencillos y en su quehacer cotidiano. El curso abordara estrategias metodologicas como catedra, taller, aprendizaje cooperativo y simulaciones. El proceso de aprendizaje se evaluara de manera formativa y mediante autoevaluaciones; asi como tambien, evaluaciones sumativas de ejercicios de tecnica, elaboracion e interpretacion de escalas musicales, autoevaluaciones, presentacion oral y concierto publico.",
    "area":"Artes"
  },
  {
    "sigle":"vil636",
    "name":"Huerta para la Vida: la Huerta Agroecológica Como Fuente Se Salud y Recreación",
    "description":"El curso busca acercar a las y los estudiantes al quehacer de una huerta agroecologica, comprendiendo su enfoque sistemico, los fundamentos cientificos detras de los elementos que la componen y las practicas culturales que alli se realizan. A traves de catedras, simulaciones, y aprendizaje cooperativo e invertido, reflexionaran y experimentaran habilidades y capacidades individuales y grupales propiciadas por la huerta, asi como el pensamiento critico en relacion a la alimentacion. La evaluacion se realizara por medio de un trabajo de investigacion, pruebas escritas, exposiciones y una bitacora de acompa?amiento.",
    "area":"Ecolog Integra y Sustentabilid"
  }
]